Repository: maunalinux/mauna-installer
Catalog: po/live-installer-*.po
Languages: af, ar, bg, de, es, fi, fr, he, hi, id, ja, nl, pt_br, ro, ru, sq, sv

source: The setup tool will not do partitioning
af: Die opstelinstrument sal nie partisionering doen nie
ar: لن تقوم أداة الإعداد بالتقسيم
bg: Инструментът за настройка няма да направи разделяне
de: Das Setup-Tool führt keine Partitionierung durch
es: La herramienta de configuración no realizará particiones
fi: Asennustyökalu ei tee osiointia
fr: L'outil de configuration ne fera pas de partitionnement
he: כלי ההתקנה לא יבצע חלוקה למחיצות
hi: सेटअप टूल विभाजन नहीं करेगा
id: Alat setup tidak akan melakukan partisi
ja: セットアップツールはパーティショニングを行いません
nl: Het installatieprogramma kan geen partities maken
pt_br: A ferramenta de configuração não fará particionamento
ro: Instrumentul de configurare nu va face partiție
ru: Инструмент установки не будет выполнять разбиение
sq: Mjeti i konfigurimit nuk do të bëjë ndarje
sv: Installationsverktyget kommer inte att göra partitionering

source: Remove existing Windows and install system on it.
af: Verwyder bestaande Windows en installeer stelsel daarop.
ar: قم بإزالة Windows الموجود وتثبيت النظام عليه.
bg: Премахнете съществуващия Windows и инсталирайте системата върху него.
de: Entfernen Sie vorhandenes Windows und installieren Sie das System darauf.
es: Elimine Windows existente e instale el sistema en él.
fi: Poista olemassa oleva Windows ja asenna järjestelmä siihen.
fr: Supprimez Windows existant et installez le système dessus.
he: הסר את Windows הקיים והתקן עליו את המערכת.
hi: मौजूदा विंडोज़ को हटा दें और उस पर सिस्टम इंस्टॉल करें।
id: Hapus Windows yang ada dan instal sistem di dalamnya.
ja: 既存の Windows を削除し、その上にシステムをインストールします。
nl: Verwijder bestaande Windows en installeer het systeem erop.
pt_br: Remova o Windows existente e instale o sistema nele.
ro: Eliminați Windows existent și instalați sistemul pe el.
ru: Удалите существующую Windows и установите на нее систему.
sq: Hiqni Windows ekzistues dhe instaloni sistemin në të.
sv: Ta bort befintligt Windows och installera systemet på det.

source: Edit partitions
af: Wysig partisies
ar: تحرير الأقسام
bg: Редактиране на дялове
de: Partitionen bearbeiten
es: Editar particiones
fi: Muokkaa osioita
fr: Modifier les partitions
he: ערוך מחיצות
hi: विभाजन संपादित करें
id: Edit partisi
ja: パーティションの編集
nl: Partities bewerken
pt_br: Editar partições
ro: Editare partiţii
ru: Изменить разделы диска
sq: Modifiko particionet
sv: Redigera partitioner

source: Device
af: Toestel
ar: جهاز
bg: устройство
de: Gerät
es: Dispositivo
fi: Laite
fr: Périphérique
he: התקן
hi: डिवाइस
id: Perangkat
ja: デバイス
nl: Apparaat
pt_br: Dispositivo
ro: Dispozitiv
ru: Устройство
sq: Pajisja
sv: Enhet

source: Operating system
af: Bedryfstelsel
ar: نظام التشغيل
bg: Операционна система
de: Betriebssystem
es: Sistema operativo
fi: Käyttöjärjestelmä
fr: Système d'exploitation
he: מערכת הפעלה
hi: ऑपरेटिंग सिस्टम
id: Sistem operasi
ja: オペレーティング·システム
nl: Besturingssysteem
pt_br: Sistema operacional
ro: Sistem de operare
ru: Операционная система
sq: Sistemi operativ
sv: Operativsystem

source: Mount point
af: Bergpunt
ar: نقطة جبل
bg: Точка на монтиране
de: Einhängepunkt
es: Punto de montaje
fi: Liitospiste
fr: Point de montage
he: נקודת עגינה
hi: माउंट पॉइंट
id: Titik kait
ja: マウントポイント
nl: Koppelpunt
pt_br: Ponto de montagem
ro: Loc de montare
ru: Точка монтирования
sq: Pika e montimit
sv: Monteringspunkt

source: Format as
af: Formateer as
ar: تنسيق ك
bg: Форматиране като
de: Formatieren als
es: Formatear como
fi: Alusta muotoon
fr: Formater en
he: פרמט כ
hi: के रूप में फॉर्मेट करें
id: Format sebagai
ja: 次のようにフォーマットします
nl: Formatteren als
pt_br: Formatar como
ro: Formatează ca
ru: Форматировать в
sq: Formato si
sv: Formatera som

source: Size
af: Grootte
ar: مقاس
bg: Размер
de: Größe
es: Tamaño
fi: Koko
fr: Taille
he: נפח
hi: आकार
id: Ukuran
ja: サイズ
nl: Grootte
pt_br: Tamanho
ro: Dimensiune
ru: Размер
sq: Përmasa
sv: Storlek

source: Warning
af: Waarskuwing
ar: تحذير
bg: Внимание
de: Achtung
es: Advertencia
fi: Varoitus
fr: Avertissement
he: אַזהָרָה
hi: चेतावनी
id: Peringatan
ja: 警告
nl: Waarschuwing
pt_br: Atenção
ro: Atenție
ru: Предупреждение
sq: Paralajmërim
sv: Varning

source: This will delete all the data on %s. Are you sure?
af: Dit sal al die data op %s uitvee. Is jy seker?
ar: سيؤدي هذا إلى حذف كافة البيانات الموجودة على %s. هل أنت متأكد؟
bg: Това ще изтрие всички данни на %s. Сигурен ли си?
de: Das wird alle Daten auf %s löschen. Sind Sie sicher?
es: Esto eliminará todos los datos en %s. ¿Está seguro?
fi: Tämä poistaa kaikki tiedot kohteessa %s. Oletko varma?
fr: Toutes les données de %s seront supprimées. Le souhaitez-vous vraiment ?
he: פעולה זו תמחק את כל הנתונים ב-%s. האם אתה בטוח?
hi: यह %s पर मौजूद सारा डेटा हटा देगा. क्या आपको यकीन है?
id: Ini akan menghapus semua data di %s. Apa kamu yakin?
ja: これにより、%s 上のすべてのデータが削除されます。 本気ですか？
nl: Dit zal alle gegevens op %s wissen. Weet u het zeker?
pt_br: Isso excluirá todos os dados em%s. Você tem certeza?
ro: Aceasta va șterge toate datele de pe %s. Esti sigur?
ru: Все данные на %s будут удалены. Вы уверены?
sq: Kjo do të fshijë të gjitha të dhënat në %s. A je i sigurt?
sv: Alla data på %s kommer att raderas. Är du säker?

source: Install
af: Installeer
ar: ثَبَّتَ
bg: Инсталирай
de: Installieren
es: Instalar
fi: Asenna
fr: Installer
he: להתקין
hi: इंस्‍टॉल करें
id: Pasang
ja: インストール
nl: Installeren
pt_br: Instalar
ro: Instalare
ru: Установить
sq: Instaloni
sv: Installera

source: Please provide a passphrase for the encryption.
af: Verskaf asseblief 'n wagwoordfrase vir die enkripsie.
ar: يرجى تقديم عبارة مرور للتشفير.
bg: Моля, предоставете парола за криптирането.
de: Bitte geben Sie eine Passphrase für die Verschlüsselung an.
es: Indique una frase de acceso para el cifrado.
fi: Luo tunnuslause salausta varten.
fr: Veuillez indiquer une phrase de passe pour le chiffrement.
he: אנא ספק ביטוי סיסמה להצפנה.
hi: कृपया एन्क्रिप्शन के लिए एक पासफ़्रेज़ प्रदान करें।
id: Harap berikan frasa sandi untuk enkripsi.
ja: 暗号化用のパスフレーズを指定してください。
nl: Geef een wachtwoordzin op voor de codering.
pt_br: Forneça uma senha para a criptografia.
ro: Vă rugăm să furnizați o parolă pentru criptare.
ru: Пожалуйста, укажите парольную фразу для шифрования.
sq: Ju lutemi jepni një frazë kalimi për enkriptimin.
sv: Var god välj en lösenfras för krypteringen.

source: Your passwords do not match.
af: Jou wagwoorde stem nie ooreen nie.
ar: كلمات السر الخاصة بك لا تتطابق.
bg: Вашите пароли не съвпадат.
de: Ihre Passwörter stimmen nicht überein.
es: Sus contraseñas no coinciden.
fi: Salasanat eivät täsmää.
fr: Vos mots de passe ne sont pas identiques.
he: הסיסמאות שלך אינן תואמות.
hi: कूटशब्द मेल नहीं खाते।
id: Password anda tidak sesuai.
ja: パスワードが一致しません。
nl: Uw wachtwoorden komen niet overeen.
pt_br: Suas senhas não coincidem.
ro: Parolele tale nu se potrivesc.
ru: Ваши пароли не совпадают.
sq: Fjalëkalimet nuk përputhen.
sv: Dina lösenord stämmer inte överens.

source: Quit?
af: Hou op?
ar: يترك؟
bg: да се откажа?
de: Beenden?
es: ¿Salir?
fi: Lopetetaanko?
fr: Quitter ?
he: לצאת?
hi: छोड़ें?
id: Berhenti?
ja: やめる？
nl: Afbreken?
pt_br: Sair?
ro: Renunțați?
ru: Выйти?
sq: Të Dal?
sv: Avsluta?

source: Are you sure you want to quit the installer?
af: Is jy seker jy wil die installeerder verlaat?
ar: هل أنت متأكد أنك تريد إنهاء برنامج التثبيت؟
bg: Сигурни ли сте, че искате да излезете от инсталатора?
de: Sind Sie sicher, dass Sie das Installationsprogramm beenden wollen?
es: ¿Seguro que quiere abandonar el instalador?
fi: Haluatko varmasti lopettaa asennuksen?
fr: Voulez-vous vraiment quitter le programme d’installation ?
he: אתה בטוח שברצונך לצאת מההתקנה?
hi: क्या आप वाकई इंस्टॉलर को बंद करना चाहते है?
id: Anda yakin ingin menghentikan installer?
ja: インストーラーを終了してもよろしいですか?
nl: Weet u zeker dat u de installatie wil afbreken?
pt_br: Tem certeza de que deseja sair do instalador?
ro: Sigur doriți să ieșiți din programul de instalare?
ru: Вы уверены, что хотите прервать установку?
sq: Jeni të sigurt që dëshironi të dilni nga instaluesi?
sv: Är du säker på att du vill avsluta installationsprogrammet?

source: Are you sure?
af: Is jy seker?
ar: هل أنت متأكد؟
bg: Сигурен ли си?
de: Bist du sicher?
es: Estas seguro
fi: Oletko varma?
fr: Es-tu sûr?
he: האם אתה בטוח?
hi: क्या आपको यकीन है?
id: Apa kamu yakin?
ja: 本気ですか？
nl: Weet je het zeker?
pt_br: Tem certeza?
ro: Esti sigur?
ru: Вы уверены?
sq: A je i sigurt?
sv: Är du säker?

source: New partition will created at {}
af: Nuwe partisie sal geskep word by {}
ar: سيتم إنشاء قسم جديد في {}
bg: Нов дял ще бъде създаден на {}
de: Neue Partition wird um {} erstellt
es: Se creará una nueva partición en {}
fi: Uusi osio luodaan klo {}
fr: Une nouvelle partition sera créée à {}
he: מחיצה חדשה תיווצר ב-{}
hi: नया विभाजन {} पर बनाया जाएगा
id: Partisi baru akan dibuat di {}
ja: 新しいパーティションは {} に作成されます
nl: Er wordt een nieuwe partitie gemaakt op {}
pt_br: A nova partição será criada em {}
ro: O nouă partiție va fi creată la {}
ru: Новый раздел будет создан в {}
sq: Ndarja e re do të krijohet në {}
sv: Ny partition kommer att skapas på {}

source: subvolume {} will removed from {}.
af: subvolume {} sal van {} verwyder word.
ar: ستتم إزالة المجلد الفرعي {} من {}.
bg: подтом {} ще бъде премахнат от {}.
de: Das Untervolume {} wird aus {} entfernt.
es: el subvolumen {} se eliminará de {}.
fi: aliosa {} poistetaan kansiosta {}.
fr: le sous-volume {} sera supprimé de {}.
he: כרך משנה {} יוסר מ-{}.
hi: सबवॉल्यूम {} को {} से हटा दिया जाएगा.
id: subvolume {} akan dihapus dari {}.
ja: サブボリューム {} は {} から削除されます。
nl: subvolume {} wordt verwijderd uit {}.
pt_br: o subvolume {} será removido de {}.
ro: subvolumul {} va fi eliminat din {}.
ru: Подтом {} будет удален из {}.
sq: nënvëllimi {} do të hiqet nga {}.
sv: undervolymen {} tas bort från {}.

source: Partition {} will removed from {}.
af: Partisie {} sal van {} verwyder word.
ar: ستتم إزالة القسم {} من {}.
bg: Дял {} ще бъде премахнат от {}.
de: Partition {} wird von {} entfernt.
es: La partición {} se eliminará de {}.
fi: Osio {} poistetaan kohteesta {}.
fr: La partition {} sera supprimée de {}.
he: המחיצה {} תוסר מ-{}.
hi: विभाजन {} को {} से हटा दिया जाएगा.
id: Partisi {} akan dihapus dari {}.
ja: パーティション {} は {} から削除されます。
nl: Partitie {} wordt verwijderd uit {}.
pt_br: A partição {} será removida de {}.
ro: Partiția {} va fi eliminată din {}.
ru: Раздел {} будет удален из {}.
sq: Ndarja {} do të hiqet nga {}.
sv: Partitionen {} kommer att tas bort från {}.

source: Partition {} will formated from {}.
af: Partisie {} sal vanaf {} geformateer word.
ar: سيتم تنسيق القسم {} من {}.
bg: Дял {} ще бъде форматиран от {}.
de: Partition {} wird von {} entfernt.
es: La partición {} se formateará desde {}.
fi: Osio {} alustetaan kohteesta {}.
fr: La partition {} sera formatée à partir de {}.
he: המחיצה {} תעוצב מ-{}.
hi: विभाजन {} का निर्माण {} से होगा.
id: Partisi {} akan diformat dari {}.
ja: パーティション {} は {} からフォーマットされます。
nl: Partitie {} wordt geformatteerd vanuit {}.
pt_br: A partição {} será formatada a partir de {}.
ro: Partiția {} va fi formată din {}.
ru: Раздел {} будет сформирован из {}.
sq: Ndarja {} do të formatohet nga {}.
sv: Partitionen {} kommer att formateras från {}.

source: Please choose a language
af: Kies asseblief 'n taal
ar: الرجاء اختيار اللغة
bg: Моля, изберете език
de: Bitte eine Sprache auswählen
es: Elija un idioma
fi: Valitse kieli
fr: Veuillez choisir une langue
he: בחר את השפה שלך
hi: भाषा चुनें
id: Silakan pilih bahasa
ja: 言語を選択してください
nl: Kies een taal
pt_br: Por favor, escolha um idioma
ro: Alegeți o limbă
ru: Пожалуйста, выберите язык
sq: Zgjidhni një gjuhë
sv: Var god välj ett språk

source: Please provide a keyboard layout for your computer.
af: Verskaf asseblief 'n sleutelborduitleg vir jou rekenaar.
ar: يرجى تقديم تخطيط لوحة المفاتيح لجهاز الكمبيوتر الخاص بك.
bg: Моля, предоставете клавиатурна подредба за вашия компютър.
de: Bitte geben Sie ein Tastaturlayout für Ihren Computer an.
es: Proporcione una distribución de teclado para su computadora.
fi: Anna tietokoneellesi näppäimistöasettelu.
fr: Veuillez fournir une disposition de clavier adaptée à votre ordinateur.
he: אנא ספק פריסת מקלדת עבור המחשב שלך.
hi: कृपया अपने कंप्यूटर के लिए कीबोर्ड लेआउट प्रदान करें।
id: Harap berikan tata letak papan ketik untuk komputer Anda.
ja: コンピュータのキーボードレイアウトを指定してください。
nl: Geef een toetsenbordindeling voor uw computer op.
pt_br: Forneça um layout de teclado para o seu computador.
ro: Vă rugăm să furnizați un aspect al tastaturii pentru computerul dvs.
ru: Подскажите, пожалуйста, раскладку клавиатуры для вашего компьютера.
sq: Ju lutemi jepni një plan urbanistik të tastierës për kompjuterin tuaj.
sv: Ange en tangentbordslayout för din dator.

source: Please provide your full name.
af: Verskaf asseblief jou volle naam.
ar: يرجى تقديم اسمك الكامل.
bg: Моля, посочете пълното си име.
de: Bitte Ihren vollständigen Namen eingeben.
es: Entre su nombre completo.
fi: Anna koko nimesi.
fr: Veuillez indiquer votre nom complet.
he: אנא רשום את השם המלא שלך.
hi: कृपया पूरा नाम दर्ज करें।
id: Silakan masukkan nama lengkap anda.
ja: フルネームを入力してください。
nl: Geef uw volledige naam op.
pt_br: Por favor, informe seu nome completo.
ro: Furnizați numele dumneavoastră complet.
ru: Пожалуйста, укажите Ваше полное имя.
sq: Ju lutemi jepni emrin tuaj të plotë.
sv: Var god ange ditt fullständiga namn.

source: Your passwords is not strong.
af: Jou wagwoorde is nie sterk nie.
ar: كلمات المرور الخاصة بك ليست قوية.
bg: Вашите пароли не са силни.
de: Ihre Passwörter sind nicht sicher.
es: Tus contraseñas no son seguras.
fi: Salasanasi eivät ole vahvoja.
fr: Vos mots de passe ne sont pas forts.
he: הסיסמאות שלך לא חזקות.
hi: आपके पासवर्ड मजबूत नहीं हैं.
id: Kata sandi Anda tidak kuat.
ja: あなたのパスワードは強力ではありません。
nl: Uw wachtwoorden zijn niet sterk.
pt_br: Suas senhas não são fortes.
ro: Parolele tale nu sunt puternice.
ru: Ваши пароли ненадежны.
sq: Fjalëkalimet tuaja nuk janë të forta.
sv: Dina lösenord är inte starka.

source: Root filesystem type not specified. Installation will continue without disk formatting. Do you want to continue?
af: Soort wortellêerstelsel nie gespesifiseer nie. Installasie sal voortgaan sonder skyfformatering. Wil jy voortgaan?
ar: لم يتم تحديد نوع نظام الملفات الجذر. سيستمر التثبيت بدون تنسيق القرص. هل تريد الاستمرار؟
bg: Типът на основната файлова система не е посочен. Инсталацията ще продължи без форматиране на диска. Искаш ли да продължиш?
de: Typ des Root-Dateisystems nicht angegeben. Die Installation wird ohne Formatierung der Festplatte fortgesetzt. Möchtest du fortfahren?
es: Tipo de sistema de archivos raíz no especificado. La instalación continuará sin formatear el disco. ¿Quieres continuar?
fi: Juuritiedostojärjestelmän tyyppiä ei ole määritetty. Asennus jatkuu ilman levyn alustusta. Haluatko jatkaa?
fr: Type de système de fichiers racine non spécifié. L'installation se poursuivra sans formatage du disque. Voulez-vous continuer?
he: סוג מערכת הקבצים השורש לא צוין. ההתקנה תמשיך ללא פירמוט הדיסק. האם אתה רוצה להמשיך?
hi: रूट फ़ाइल सिस्टम प्रकार निर्दिष्ट नहीं है. डिस्क फ़ॉर्मेटिंग के बिना इंस्टालेशन जारी रहेगा. क्या आप जारी रखना चाहते हैं?
id: Jenis sistem file root tidak ditentukan. Instalasi akan dilanjutkan tanpa memformat disk. Apakah Anda ingin melanjutkan?
ja: ルート ファイルシステムのタイプが指定されていません。 ディスクをフォーマットせずにインストールを続行します。 続けたいですか？
nl: Type rootbestandssysteem niet gespecificeerd. De installatie zal doorgaan zonder schijfformattering. Wil je doorgaan?
pt_br: Tipo de sistema de arquivos raiz não especificado. A instalação continuará sem formatação do disco. Você quer continuar?
ro: Tipul sistemului de fișiere rădăcină nu este specificat. Instalarea va continua fără formatarea discului. Doriți să continuați?
ru: Не указан тип корневой файловой системы. Установка продолжится без форматирования диска. Вы хотите продолжать?
sq: Lloji i sistemit të skedarëve rrënjë nuk është specifikuar. Instalimi do të vazhdojë pa formatimin e diskut. Doni të vazhdoni?
sv: Typ av rotfilsystem inte specificerad. Installationen fortsätter utan diskformatering. Vill du fortsätta?

source: The root partition is too small. It should be at least 16GB. Do you want to continue?
af: Die wortelpartisie is te klein. Dit moet ten minste 16GB wees. Wil jy voortgaan?
ar: قسم الجذر صغير جدًا. وينبغي أن يكون على الأقل 16 جيجابايت. هل تريد الاستمرار؟
bg: Основният дял е твърде малък. Трябва да е поне 16GB. Искаш ли да продължиш?
de: Die Root-Partition ist zu klein. Es sollten mindestens 16 GB sein. Möchtest du fortfahren?
es: La partición raíz es demasiado pequeña. Debe tener al menos 16 GB. ¿Quieres continuar?
fi: Juuriosio on liian pieni. Sen pitäisi olla vähintään 16 Gt. Haluatko jatkaa?
fr: La partition racine est trop petite. Il devrait faire au moins 16 Go. Voulez-vous continuer?
he: מחיצת השורש קטנה מדי. זה צריך להיות לפחות 16GB. האם אתה רוצה להמשיך?
hi: मूल विभाजन बहुत छोटा है. यह कम से कम 16GB होना चाहिए. क्या आप जारी रखना चाहते हैं?
id: Partisi root terlalu kecil. Setidaknya harus 16GB. Apakah Anda ingin melanjutkan?
ja: ルート パーティションが小さすぎます。 少なくとも 16GB 必要です。 続けたいですか？
nl: De rootpartitie is te klein. Het moet minimaal 16GB zijn. Wil je doorgaan?
pt_br: A partição raiz é muito pequena. Deve ter pelo menos 16 GB. Você quer continuar?
ro: Partiția rădăcină este prea mică. Ar trebui să fie de cel puțin 16 GB. Doriți să continuați?
ru: Корневой раздел слишком мал. Должно быть не менее 16 ГБ. Вы хотите продолжать?
sq: Ndarja rrënjë është shumë e vogël. Duhet të jetë së paku 16 GB. Doni të vazhdoni?
sv: Rotpartitionen är för liten. Det bör vara minst 16 GB. Vill du fortsätta?

source: Please select a root (/) partition.
af: Kies asseblief 'n wortel (/) partisie.
ar: الرجاء تحديد قسم الجذر (/).
bg: Моля, изберете основен (/) дял.
de: Bitte eine Wurzelpartition (/) auswählen.
es: Indique una partición raíz (/).
fi: Valitse juuriosio (/).
fr: Veuillez choisir une partition racine (/).
he: אנא בחר מחיצת שורש (/).
hi: रुट(/) विभाजन चुनें।
id: Silakan pilih sebuah partisi root (/).
ja: ルート (/) パーティションを選択してください。
nl: Selecteer een rootpartitie (/).
pt_br: Por favor, selecione uma partição raiz (/).
ro: Alegeți o partiţie root (/)
ru: Пожалуйста, выберите корневой (/) раздел.
sq: Ju lutemi zgjidhni një ndarje rrënjë (/).
sv: Var god välj en rootpartition (/).

source: A root partition is needed to install %s on. - Mount point: / - Recommended size: 30GB - Recommended filesystem format: ext4
af: 'n Wortelpartisie is nodig om %s op te installeer. - Monteer punt: / - Aanbevole grootte: 30GB - Aanbevole lêerstelselformaat: ext4
ar: يلزم وجود قسم جذر لتثبيت %s عليه. - نقطة التركيب: / - الحجم الموصى به: 30 جيجابايت - تنسيق نظام الملفات الموصى به: ext4
bg: Необходим е основен дял, за да инсталирате %s. - Точка на монтиране: / - Препоръчителен размер: 30GB - Препоръчителен формат на файловата система: ext4
de: Für die Installation von %s ist eine Root-Partition erforderlich. - Einhängepunkt: / - Empfohlene Größe: 30 GB - Empfohlenes Dateisystemformat: ext4
es: Se necesita una partición raíz para instalar %s.. - Punto de montaje:/ - Tamaño recomendado: 30 GB - Sistema de ficheros recomendado: ext4
fi: Pääosio tarvitaan %s:n asentamiseen. - Kiinnityskohta: / - Suositeltu koko: 30Gt - Suositeltu tiedostojärjestelmän muoto: ext4
fr: Une partition racine est nécessaire pour installer %s. - Point de montage : / - Taille recommandée : 30 Go - Format de système de fichiers recommandé : ext4
he: יש צורך במחיצת שורש כדי להתקין על %s. - נקודת הר: / - גודל מומלץ: 30GB - פורמט מערכת קבצים מומלץ: ext4
hi: %s को स्थापित करने के लिए एक रूट विभाजन की आवश्यकता है. - माउंट पॉइंट: / - अनुशंसित आकार: 30 जीबी - अनुशंसित फ़ाइल सिस्टम प्रारूप: ext4
id: Partisi root diperlukan untuk menginstal %s. - Titik pemasangan: / - Ukuran yang disarankan: 30GB - Format sistem file yang disarankan: ext4
ja: %s をインストールするにはルート パーティションが必要です。 - マウントポイント: / - 推奨サイズ: 30GB - 推奨されるファイルシステム形式: ext4
nl: Er is een rootpartitie nodig om %s op te installeren. - Koppelpunt: / - Aanbevolen maat: 30 GB - Aanbevolen bestandssysteemformaat: ext4
pt_br: É necessária uma partição raiz para instalar o %s. - Ponto de montagem: / - Tamanho recomendado: 30 GB - Formato de sistema de arquivos recomendado: ext4
ro: Este necesară o partiție rădăcină pentru a instala %s. - Punctul de montare: / - Dimensiune recomandată: 30 GB - Format de sistem de fișiere recomandat: ext4
ru: Для установки %s необходим корневой раздел. - Точка крепления: / - Рекомендуемый размер: 30 ГБ. - Рекомендуемый формат файловой системы: ext4.
sq: Nevojitet një ndarje rrënjë për të instaluar %s. - Pika e montimit: / - Madhësia e rekomanduar: 30 GB - Formati i rekomanduar i sistemit të skedarëve: ext4
sv: En rotpartition behövs för att installera %s på. - Monteringspunkt: / - Rekommenderad storlek: 30GB - Rekommenderat filsystemsformat: ext4

source: The EFI partition is not bootable. Do you want to set boot flag?
af: Die EFI-partisie is nie selflaaibaar nie. Wil jy selflaaivlag stel?
ar: قسم EFI غير قابل للتمهيد. هل تريد تعيين علامة التمهيد؟
bg: EFI дялът не може да се стартира. Искате ли да зададете флаг за зареждане?
de: Die EFI-Partition ist nicht bootfähig. Möchten Sie das Boot-Flag setzen?
es: La partición EFI no es de arranque. ¿Quieres configurar la bandera de arranque?
fi: EFI-osio ei ole käynnistettävä. Haluatko asettaa käynnistyslipun?
fr: La partition EFI n'est pas bootable. Voulez-vous définir un indicateur de démarrage ?
he: מחיצת EFI אינה ניתנת לאתחול. האם אתה רוצה להגדיר דגל אתחול?
hi: EFI विभाजन बूट करने योग्य नहीं है. क्या आप बूट फ़्लैग सेट करना चाहते हैं?
id: Partisi EFI tidak dapat di-boot. Apakah Anda ingin menyetel tanda boot?
ja: EFI パーティションはブート可能ではありません。 ブートフラグを設定しますか?
nl: De EFI-partitie kan niet worden opgestart. Wilt u de opstartvlag instellen?
pt_br: A partição EFI não é inicializável. Você deseja definir o sinalizador de inicialização?
ro: Partiția EFI nu este bootabilă. Doriți să setați semnalizarea de pornire?
ru: Раздел EFI не является загрузочным. Вы хотите установить флаг загрузки?
sq: Ndarja EFI nuk është e bootable. Dëshiron të vendosësh flamurin e nisjes?
sv: EFI-partitionen är inte startbar. Vill du ställa in startflaggan?

source: The EFI partition is too small. It must be at least 100MB.
af: Die EFI-partisie is te klein. Dit moet ten minste 100 MB wees.
ar: قسم EFI صغير جدًا. ويجب أن يكون حجمه 100 ميجابايت على الأقل.
bg: EFI дялът е твърде малък. Трябва да е поне 100 MB.
de: Die EFI-Partition ist zu klein. Es muss mindestens 100 MB groß sein.
es: La partición EFI es demasiado pequeña. Debe tener al menos 100 MB.
fi: EFI-osio on liian pieni. Sen on oltava vähintään 100 Mt.
fr: La partition EFI est trop petite. Il doit faire au moins 100 Mo.
he: מחיצת EFI קטנה מדי. זה חייב להיות לפחות 100MB.
hi: EFI विभाजन बहुत छोटा है. यह कम से कम 100MB होना चाहिए.
id: Partisi EFI terlalu kecil. Minimal harus 100 MB.
ja: EFI パーティションが小さすぎます。 少なくとも 100MB 必要です。
nl: De EFI-partitie is te klein. Het moet minimaal 100MB zijn.
pt_br: A partição EFI é muito pequena. Deve ter pelo menos 100 MB.
ro: Partiția EFI este prea mică. Trebuie să fie de cel puțin 100 MB.
ru: Раздел EFI слишком мал. Он должен быть не менее 100 МБ.
sq: Ndarja EFI është shumë e vogël. Duhet të jetë së paku 100 MB.
sv: EFI-partitionen är för liten. Det måste vara minst 100 MB.
