Repository: maunalinux/mauna-installer
Catalog: po/live-installer-*.po
Languages: af, ar, bg, de, es, fi, fr, he, hi, id, ja, nl, pt_br, ro, ru, sq, sv

source: Mounting %(partition)s on %(mountpoint)s
af: Monteer %(partition)s op %(mountpoint)s
ar: تركيب %(partition)s على %(mountpoint)s
bg: Монтиране на %(partition)s на %(mountpoint)s
de: %(partition)s wird in %(mountpoint)s eingehängt
es: Montando %(partition)s en %(mountpoint)s
fi: Liitetään %(partition)s liitospisteeseen %(mountpoint)s
fr: Montage de %(partition)s sur %(mountpoint)s
he: %(partition)s מעוגנת בתור%(mountpoint)s
hi: %(partition)s को %(mountpoint)s पर माउंट किया जा रहा है
id: Mengaitkan %(partition)s pada %(mountpoint)s
ja: %(partition)s を %(mountpoint)s にマウントしています
nl: Bezig met koppelen van %(partition)s aan %(mountpoint)s
pt_br: Montando %(partition)s em %(mountpoint)s
ro: Se montează %(partition)s în %(mountpoint)s
ru: Монтирование %(partition)s в %(mountpoint)s
sq: Duke montuar %(partition)s në %(mountpoint)s
sv: Monterar %(partition)s på %(mountpoint)s

source: Filling %s with random data (please be patient, this can take hours...)
af: Vul tans %s met ewekansige data (wees asseblief geduldig, dit kan ure neem...)
ar: تعبئة %s ببيانات عشوائية (يرجى التحلي بالصبر، قد يستغرق هذا ساعات...)
bg: Попълване на %s с произволни данни (моля, бъдете търпеливи, това може да отнеме часове...)
de: %s wird mit zufälligen Daten befüllt (bitte Geduld mitbringen, dies kann einige Stunden dauern …)
es: Llenando %s con datos aleatorios (tenga paciencia, esto puede tardar horas...)
fi: %s täyttäminen satunnaisilla tiedoilla (ole kärsivällinen, tämä voi kestää tunteja...)
fr: Remplissage du disque %s avec des données aléatoires (veuillez être patient, cela peut prendre des heures...)
he: מילוי %s בנתונים אקראיים (נא להתאזר בסבלנות, זה יכול לקחת שעות...)
hi: %s को यादृच्छिक डेटा से भरना (कृपया धैर्य रखें, इसमें घंटों लग सकते हैं...)
id: Mengisi %s dengan data acak (harap bersabar, ini bisa memakan waktu berjam-jam...)
ja: %s にランダム データを入力しています (しばらくお待ちください。これには数時間かかる場合があります...)
nl: %s vullen met willekeurige gegevens (wees geduldig, dit kan uren duren...)
pt_br: Preenchendo %s com dados aleatórios (por favor seja paciente, isso pode levar horas...)
ro: Completarea %s cu date aleatorii (vă rugăm să aveți răbdare, acest lucru poate dura ore...)
ru: Заполнение %s случайными данными (пожалуйста, наберитесь терпения, это может занять несколько часов...)
sq: Mbushja e %s me të dhëna të rastësishme (ju lutemi të jeni të durueshëm, kjo mund të zgjasë me orë të tëra...)
sv: Fyller %s med slumpmässiga data (var god ha tålamod, detta kan ta timmar...)

source: Creating partitions on %s
af: Skep partisies op %s
ar: إنشاء أقسام على %s
bg: Създаване на дялове на %s
de: Partitionen werden auf %s erstellt
es: Creando particiones en %s
fi: Luodaan osioita %s
fr: Création de partitions sur %s
he: יצירת מחיצות ב-%s
hi: %s पर विभाजन बनाना
id: Membuat partisi pada %s
ja: %s にパーティションを作成しています
nl: Partities aanmaken op %s
pt_br: Criando partições no %s
ro: Crearea de partiții pe %s
ru: Создание разделов на %s
sq: Krijimi i ndarjeve në %s
sv: Skapar partitioner på %s

source: Formatting %(partition)s as %(format)s ...
af: Formateer %(partition)s as %(format)s ...
ar: جارٍ تنسيق %(partition)s كـ %(format)s ...
bg: Форматиране на %(partition)s като %(format)s ...
de: %(partition)s wird formatiert als %(format)s …
es: Formateando %(partition)s como %(format)s...
fi: Alustetaan %(partition)s %(format)s-tiedostojärjestelmäksi...
fr: Formatage de %(partition)s en %(format)s ...
he: מפרמט %(partition)s כ %(format)s ..
hi: %(partition)s को फॉर्मेट किया जा रहा है %(format)s के रूप में ...
id: Memformat %(partition)s sebagai %(format)s ...
ja: %(partition)s を %(format)s としてフォーマットしています ...
nl: Bezig met formatteren van %(partition)s als %(format)s ...
pt_br: Formatando %(partition)s como %(format)s...
ro: Se formatează %(partition)s în %(format)s ...
ru: Форматирование %(partition)s в %(format)s ...
sq: Duke formatuar %(partition)s si %(format)s ...
sv: Formaterar %(partition)s som %(format)s ...

source: Setting hostname
af: Stel gasheernaam op
ar: تحديد اسم المضيف
bg: Задаване на име на хост
de: Rechnername wird eingestellt
es: Estableciendo nombre del equipo
fi: Asetetaan konenimi
fr: Définition du nom d'hôte
he: הגדרת כינוי המחשב
hi: होस्ट नाम सेट हो रहा है
id: Pengaturan hostname
ja: ホスト名の設定
nl: Computernaam instellen
pt_br: Definindo o nome do host
ro: Se setează numele de gazdă
ru: Настройка имени хоста
sq: Duke vendosur hostname-in
sv: Ställer in värdnamn

source: Setting locale
af: Stel plek in
ar: تحديد اللغة
bg: Задаване на локал
de: Lokale Einstellungen werden eingestellt
es: Estableciendo configuración regional
fi: Asetetaan kieliasetukset
fr: Configuration des paramètres régionaux
he: הגדרת מיקום
hi: स्थानिकी सेट हो रही है
id: Pengaturan lokal
ja: ロケールの設定
nl: Taal en land instellen
pt_br: Definindo localização
ro: Se setează datele de localizare
ru: Установка локали
sq: Duke vendosur lokalet
sv: Ställer in språk

source: Setting timezone
af: Stel tydsone in
ar: تحديد المنطقة الزمنية
bg: Задаване на часова зона
de: Zeitzone einstellen
es: Configuración de zona horaria
fi: Aikavyöhykkeen asettaminen
fr: Définition du fuseau horaire
he: הגדרת אזור זמן
hi: समयक्षेत्र निर्धारित करना
id: Mengatur zona waktu
ja: タイムゾーンの設定
nl: Tijdzone instellen
pt_br: Definir Fuso horário
ro: Setarea fusului orar
ru: Настройка часового пояса
sq: Vendosja e zonës kohore
sv: Ställa in tidszon

source: Setting keyboard options
af: Stel sleutelbordopsies in
ar: ضبط خيارات لوحة المفاتيح
bg: Настройка на опциите на клавиатурата
de: Tastaturoptionen werden eingestellt
es: Estableciendo las opciones del teclado
fi: Tehdään näppäimistöasetuksia
fr: Configuration des options de clavier
he: הגדרות מקלדת
hi: कुंजीपटल विकल्प सेट किए जा रहे हैं
id: Pengaturan pilihan keyboard
ja: キーボードオプションの設定
nl: Toetsenbordopties instellen
pt_br: Definindo opções de teclado
ro: Se setează opțiunile tastaturii
ru: Установка настроек клавиатуры
sq: Duke vendosur opsionet e tastierës
sv: Ställer in tangentbordet

source: Removing extra packages
af: Verwyder ekstra pakkette
ar: إزالة الحزم الإضافية
bg: Премахване на допълнителни пакети
de: Zusätzliche Pakete entfernen
es: Eliminar paquetes adicionales
fi: Ylimääräisten pakettien poistaminen
fr: Suppression de paquets supplémentaires
he: הסרת חבילות נוספות
hi: अतिरिक्त पैकेज हटाना
id: Menghapus paket tambahan
ja: 余分なパッケージの削除
nl: Extra pakketten verwijderen
pt_br: Removendo pacotes extras
ro: Eliminarea pachetelor suplimentare
ru: Удаление лишних пакетов
sq: Heqja e paketave shtesë
sv: Ta bort extra paket

source: Clearing package manager
af: Vee pakketbestuurder uit
ar: مسح مدير الحزم
bg: Мениджър на пакети за изчистване
de: Paketmanager löschen
es: Administrador de paquetes de compensación
fi: Paketinhallinnan tyhjentäminen
fr: Gestionnaire de paquets de compensation
he: מנהל חבילות סליקה
hi: समाशोधन पैकेज प्रबंधक
id: Menghapus manajer paket
ja: パッケージマネージャーのクリア
nl: Pakketbeheerder wissen
pt_br: Limpando gerenciador de pacotes
ro: Ștergerea managerului de pachete
ru: Очистка менеджера пакетов
sq: Menaxheri i pastrimit të paketave
sv: Rensa pakethanterare

source: Generating initramfs
af: Genereer initramfs
ar: توليد initramfs
bg: Генериране на initramfs
de: Initramfs werden generiert
es: Generando initramfs
fi: Luodaan initramfs
fr: Générer des initramfs
he: יצירת initramfs
hi: initramfs उत्पन्न करना
id: Menghasilkan initramfs
ja: initramfs の生成
nl: Initramfs genereren
pt_br: Gerando initramfs
ro: Generarea initramfs
ru: Генерация initramfs
sq: Gjenerimi i initramfs
sv: Genererar initramfs

source: Preparing bootloader installation
af: Berei tans selflaailaaier-installasie voor
ar: التحضير لتثبيت أداة تحميل التشغيل
bg: Подготвя се инсталацията на буутлоудъра
de: Vorbereitung der Bootloader-Installation
es: Preparando la instalación del gestor de arranque
fi: Valmistellaan käynnistyslataimen asennusta
fr: Préparation de l'installation du chargeur de démarrage
he: מכין התקנת אתחול האתחול
hi: बूटलोडर संस्थापन की तैयारी
id: Mempersiapkan instalasi bootloader
ja: ブートローダーのインストールの準備
nl: Installatie van de bootloader voorbereiden
pt_br: Preparando a instalação do bootloader
ro: Se pregătește instalarea bootloader-ului
ru: Подготовка установки загрузчика
sq: Përgatitja e instalimit të ngarkuesit
sv: Förbereder installation av bootloader

source: Installing bootloader
af: Installeer selflaaiprogram
ar: تثبيت محمل الإقلاع
bg: Инсталиране на буутлоудъра
de: Startprogramm wird installiert
es: Instalando el gestor de arranque
fi: Asennetaan käynnistyslataajaa
fr: Installation du chargeur d'amorçage
he: מתקין את מנהל האיתחול
hi: बूट लोडर इंस्टॉल किया जा रहा है
id: Memasang bootloader
ja: ブートローダーのインストール
nl: Opstartlader installeren
pt_br: Instalando o carregador de inicialização
ro: Se instalează programul de pornire a sistemului
ru: Установка загрузчика
sq: Duke instaluar bootloader-in
sv: Installerar starthanterare

source: Configuring bootloader
af: Konfigureer selflaaiprogram
ar: تكوين محمل الإقلاع
bg: Конфигуриране на буутлоудъра
de: Startprogramm wird konfiguriert
es: Configurando gestor de arranque
fi: Tehdään käynnistyslataajan asetuksia
fr: Configuration du chargeur d'amorçage
he: מגדיר את מנהל האיתחול
hi: बूट लोडर विन्यस्त किया जा रहा है
id: Mengkonfigurasi bootloader
ja: ブートローダーの構成
nl: Opstartlader instellen
pt_br: Configurando o carregador de inicialização
ro: Se configurează programul de pornire a sistemului
ru: Конфигурирование загрузчика
sq: Duke konfiguruar ngarkuesin e sistemit
sv: Konfigurerar starthanteraren

source: WARNING: The grub bootloader was not configured properly! You need to configure it manually.
af: WAARSKUWING: Die grub selflaaiprogram is nie behoorlik opgestel nie! Jy moet dit met die hand konfigureer.
ar: تحذير: لم يتم تكوين أداة تحميل التشغيل grub بشكل صحيح! تحتاج إلى تكوينه يدويًا.
bg: ПРЕДУПРЕЖДЕНИЕ: Буутлоудърът grub не е конфигуриран правилно! Трябва да го конфигурирате ръчно.
de: ACHTUNG: Das GRUB-Startprogramm wurde nicht richtig konfiguriert! Sie müssen es manuell konfigurieren.
es: AVISO: El gestor de arranque GRUB no se ha configurado correctamente. Es necesario que lo configure de forma manual.
fi: VAROITUS: Grub-käynnistyslataajaa ei ole määritetty oikein! Sinun täytyy määrittää grubin asetukset käsin.
fr: ATTENTION : le chargeur d'amorçage GRUB n'a pas été configuré correctement ! Vous devez le configurer manuellement.
he: אזהרה: grub bootloader לא הוגדר כראוי! אתה צריך להגדיר אותו ידנית.
hi: चेतावनी: grub बूट लोडर ठीक से विन्यस्त नहीं हुआ है। आपको इसे मैनुअल रूप से खुद ही करना पड़ेगा।
id: PERINGATAN: grub bootloader tidak dikonfigurasi sebagaimana mestinya! Anda perlu mengkonfigurasinya secara manual.
ja: 警告: grub ブートローダーが正しく設定されていませんでした。 手動で設定する必要があります。
nl: WAARSCHUWING: opstartlader Grub werd niet juist ingesteld! U dient deze handmatig in te stellen.
pt_br: ATENÇÃO: O carregador de inicialização GRUB não foi configurado corretamente! Você irá precisar configurar manualmente.
ro: AVERTISMENT: Programul de pornire a sistemului nu a fost configurat corect! Trebuie să-l configurați manual.
ru: ВНИМАНИЕ: Загрузчик grub не был правильно сконфигурирован! Вам нужно настроить его вручную.
sq: KUJDES: Ngarkuesi i sistemit grub nuk u konfigurua siç duhet! Ju duhet ta konfiguroni atë në mënyrë manuale.
sv: VARNING: starthanteraren grub är felaktigt konfigurerad! Du måste konfigurera den manuellt.

source: Trying to install updates
af: Probeer om opdaterings te installeer
ar: تحاول تثبيت التحديثات
bg: Опитвам се да инсталирам актуализации
de: Versuche Aktualisierung zu installieren
es: Intentando instalar actualizaciones
fi: Yritetään asentaa päivityksiä
fr: Essayer d'installer des mises à jour
he: מנסה להתקין עדכונים
hi: अद्यतन स्थापित करने का प्रयास किया जा रहा है
id: Mencoba menginstal pembaruan
ja: アップデートをインストールしようとしています
nl: Er wordt geprobeerd updates te installeren
pt_br: Tentando instalar atualizações
ro: Încerc să instalez actualizări
ru: Пытаюсь установить обновления
sq: Duke u përpjekur për të instaluar përditësime
sv: Försöker installera uppdateringar

source: Checking bootloader
af: Gaan tans selflaaiprogram na
ar: فحص محمل الإقلاع
bg: Проверка на буутлоудъра
de: Startprogramm wird geprüft
es: Comprobando gestor de arranque
fi: Tarkistetaan käynnistyslataajaa
fr: Vérification du chargeur d'amorçage
he: בודק את מנהל האיתחול
hi: बूट लोडर जाँचा जा रहा है
id: Mengecek bootloader
ja: ブートローダーの確認
nl: Opstartlader controleren
pt_br: Verificando o carregador de inicialização
ro: Se verifică programul de pornire a sistemului
ru: Проверка загрузчика
sq: Duke kontrolluar ngarkuesin e sistemit
sv: Kontrollerar starthanteraren

source: Failed to run command (Exited with {}):
af: Kon nie opdrag uitvoer nie (verlaat met {}):
ar: فشل تشغيل الأمر (تم الخروج باستخدام {}):
bg: Неуспешно изпълнение на командата (излизане с {}):
de: Befehl konnte nicht ausgeführt werden (mit {} beendet):
es: No se pudo ejecutar el comando (salió con {}):
fi: Komennon suorittaminen epäonnistui (poistui {}):
fr: Échec de l'exécution de la commande (sortie avec {}) :
he: הפעלת הפקודה נכשלה (יצאתי עם {}):
hi: आदेश चलाने में विफल ({} के साथ बाहर निकला):
id: Gagal menjalankan perintah (Keluar dengan {}):
ja: コマンドの実行に失敗しました ({} で終了しました):
nl: Kan opdracht niet uitvoeren (afgesloten met {}):
pt_br: Falha ao executar o comando (encerrado com {}):
ro: Nu s-a executat comanda (Ieșit cu {}):
ru: Не удалось выполнить команду (выход с помощью {}):
sq: Dështoi në ekzekutimin e komandës (Dal me {}):
sv: Det gick inte att köra kommandot (avslutade med {}):
