Repository: maunalinux/mauna-installer
Catalog: po/live-installer-*.po
Languages: af, ar, bg, de, es, fi, fr, he, hi, id, ja, nl, pt_br, ro, ru, sq, sv

source: The mount point of a subvolume must not contain a space
af: Die monteringspunt van 'n subvolume moet nie 'n spasie bevat nie
ar: يجب ألا تحتوي نقطة التثبيت الخاصة بالمجلد الفرعي على مسافة
bg: Точката на монтиране на подтом не трябва да съдържа интервал
de: Der Einhängepunkt eines Subvolumes darf kein Leerzeichen enthalten
es: El punto de montaje de un subvolumen no debe contener un espacio.
fi: Alitaition liitoskohta ei saa sisältää välilyöntiä
fr: Le point de montage d'un sous-volume ne doit pas contenir d'espace
he: נקודת ההרכבה של תת-נפח אינה יכולה להכיל רווח
hi: सबवॉल्यूम के माउंट पॉइंट में कोई रिक्त स्थान नहीं होना चाहिए
id: Titik pemasangan subvolume tidak boleh mengandung spasi
ja: サブボリュームのマウントポイントにはスペースを含めることはできません
nl: Het mountpunt van een subvolume mag geen spatie bevatten
pt_br: O ponto de montagem de um subvolume não deve conter espaço
ro: Punctul de montare al unui subvolum nu trebuie să conțină un spațiu
ru: Точка монтирования подобъема не должна содержать пробела
sq: Pika e montimit të një nënvëllimi nuk duhet të përmbajë një hapësirë
sv: Monteringspunkten för en undervolym får inte innehålla ett mellanslag

source: Subvolume with name '%s' already exists
af: Subvolume met naam '%s' bestaan ​​reeds
ar: المجلد الفرعي بالاسم '%s' موجود بالفعل
bg: Подтом с име '%s' вече съществува
de: Das Subvolume mit dem Namen '%s' existiert bereits
es: El subvolumen con nombre '%s' ya existe
fi: Alitaite nimeltä '%s' on jo olemassa
fr: Le sous-volume portant le nom '%s' existe déjà
he: נפח משנה בשם '%s' כבר קיים
hi: '%s' नाम वाला उपवॉल्यूम पहले से मौजूद है
id: Subvolume dengan nama '%s' sudah ada
ja: '%s' という名前のサブボリュームは既に存在します
nl: Subvolume met naam '%s' bestaat al
pt_br: O subvolume com nome '%s' já existe
ro: Subvolumul cu numele '%s' există deja
ru: Подтом с именем «%s» уже существует
sq: Nënvëllimi me emrin '%s' ekziston tashmë
sv: Undervolym med namnet '%s' finns redan

source: Create a subvolume
af: Skep 'n subvolume
ar: إنشاء مجلد فرعي
bg: Създайте подобем
de: Erstellen eines Subvolumes
es: Crear un subvolumen
fi: Luo alilevy
fr: Créer un sous-volume
he: צור תת-נפח
hi: सबवॉल्यूम बनाएं
id: Buat subvolume
ja: サブボリュームを作成する
nl: Maak een subvolume
pt_br: Crie um subvolume
ro: Creați un subvolum
ru: Создать подобъем
sq: Krijo një nënvëllim
sv: Skapa en undervolym

source: Edit
af: Wysig
ar: يحرر
bg: редактиране
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
he: עריכה
hi: संपादित करें
id: Sunting
ja: 編集
nl: Bewerken
pt_br: Editar
ro: Editare
ru: Изменить
sq: Ndrysho
sv: Redigera

source: Assign to %s
af: Ken toe aan %s
ar: تعيين إلى %s
bg: Присвояване на %s
de: %s zuweisen
es: Asignar a %s
fi: Määritä %s
fr: Attribuer à %s
he: הקצה ל-%s
hi: %s को असाइन करें
id: Tetapkan ke %s
ja: %s に割り当てます
nl: Toewijzen aan %s
pt_br: Atribuir a %s
ro: Atribuiți lui %s
ru: Назначить %s
sq: Cakto për %s
sv: Tilldela till %s

source: Create btrfs subvolume
af: Skep btrfs subvolume
ar: إنشاء مجلد فرعي btrfs
bg: Създайте btrfs подтом
de: Btrfs-Subvolume erstellen
es: Crear subvolumen btrfs
fi: Luo btrfs-alilevy
fr: Créer un sous-volume btrfs
he: צור תת-נפח btrfs
hi: btrfs सबवॉल्यूम बनाएं
id: Buat subvolume btrfs
ja: btrfsサブボリュームを作成する
nl: Maak een btrfs-subvolume
pt_br: Criar subvolume btrfs
ro: Creați subvolumul btrfs
ru: Создать субтом btrfs
sq: Krijo nënvëllim btrfs
sv: Skapa btrfs-undervolym

source: Installer
af: Installeerder
ar: المثبت
bg: Инсталатор
de: Installationsprogramm
es: Instalador
fi: Asennusohjelma
fr: Programme d’installation
he: מתקין
hi: इंस्टालर
id: Pemasang
ja: インストーラ
nl: Installatieprogramma
pt_br: Instalador
ro: Instalator
ru: Программа установки
sq: Instalues
sv: Installationsprogram

source: Disk: {} partition table broken or not exists. Do you want to create new partition table?
af: Skyf: {} partisietabel is gebreek of bestaan nie. Wil jy 'n nuwe partisietabel skep?
ar: القرص: جدول الأقسام {} معطل أو غير موجود. هل تريد إنشاء جدول أقسام جديد؟
bg: Диск: таблицата с дялове {} е повредена или не съществува. Искате ли да създадете нова таблица с дялове?
de: Datenträger: {} Partitionstabelle defekt oder nicht vorhanden. Möchten Sie eine neue Partitionstabelle erstellen?
es: Disco: {} tabla de particiones rota o no existe. ¿Quieres crear una nueva tabla de particiones?
fi: Levy: {} osiotaulukko on rikki tai sitä ei ole olemassa. Haluatko luoda uuden osiotaulukon?
fr: Disque: {} table de partition cassée ou inexistante. Voulez-vous créer une nouvelle table de partition?
he: דיסק: טבלת המחיצות {} שבורה או אינה קיימת. האם ברצונך ליצור טבלת מחיצות חדשה?
hi: डिस्क: {} विभाजन तालिका टूटी हुई है या मौजूद नहीं है। क्या आप नई विभाजन तालिका बनाना चाहते हैं?
id: Disk: {} tabel partisi rusak atau tidak ada. Apakah Anda ingin membuat tabel partisi baru?
ja: ディスク: {} パーティション テーブルが壊れているか、存在しません。 新しいパーティションテーブルを作成しますか?
nl: Schijf: {} partitietabel kapot of bestaat niet. Wilt u een nieuwe partitietabel maken?
pt_br: Disco: tabela de partição {} quebrada ou inexistente. Você deseja criar uma nova tabela de partições?
ro: Disc: {} tabel de partiții rupt sau nu există. Doriți să creați un nou tabel de partiții?
ru: Диск: {} таблица разделов повреждена или не существует. Вы хотите создать новую таблицу разделов?
sq: Disku: {} tabela e ndarjes është e prishur ose nuk ekziston. Dëshironi të krijoni tabelë të re ndarjeje?
sv: Disk: {} partitionstabell trasig eller finns inte. Vill du skapa en ny partitionstabell?

source: Free space
af: Vrye spasie
ar: مساحة فارغة
bg: Свободно пространство
de: Freier Speicherplatz
es: Espacio libre
fi: Vapaa tila
fr: Espace libre
he: ייתרה
hi: ख़ाली स्पेस
id: Ruang kosong
ja: フリースペース
nl: Vrije ruimte
pt_br: Espaço livre
ro: Spaţiu liber
ru: Свободное место
sq: Hapësira e lirë
sv: Ledigt utrymme

source: The partition table couldn't be written for %s. Restart the computer and try again.
af: Die partisietabel kon nie vir %s geskryf word nie. Herbegin die rekenaar en probeer weer.
ar: تعذرت كتابة جدول الأقسام لـ %s. أعد تشغيل الكمبيوتر وحاول مرة أخرى.
bg: Таблицата на дяловете не може да бъде записана за %s. Рестартирайте компютъра и опитайте отново.
de: Die Partitionstabelle konnte nicht für %s geschrieben werden. Starten Sie den Rechner neu und versuchen Sie es erneut.
es: No se pudo escribir la tabla de partición de %s. Reinicie el equipo e inténtelo de nuevo.
fi: Osiotaulukkoa ei voitu kirjoittaa kohteelle %s. Käynnistä tietokone uudelleen ja yritä uudelleen.
fr: La table de partitions n'a pas pu être écrite pour %s. Redémarrez l'ordinateur et réessayez.
he: לא ניתן היה לכתוב את טבלת המחיצות עבור %s. הפעל מחדש את המחשב ונסה שוב.
hi: %s के लिए विभाजन तालिका नहीं लिखी जा सकी. कंप्यूटर को पुनरारंभ करें और पुनः प्रयास करें।
id: Tabel partisi tidak dapat ditulis untuk %s. Nyalakan kembali komputer dan coba lagi.
ja: %s のパーティション テーブルに書き込めませんでした。 コンピュータを再起動して、もう一度試してください。
nl: De partitietabel voor %s kon niet worden geschreven. Herstart de computer en probeer het opnieuw.
pt_br: A tabela de partições não pôde ser gravada em %s. Reinicie o computador e tente novamente.
ro: Tabelul de partiții nu a putut fi scris pentru %s. Reporniți computerul și încercați din nou.
ru: Не удалось записать таблицу разделов для %s. Перезагрузите компьютер и попробуйте ещё раз.
sq: Tabela e ndarjes nuk mund të shkruhet për %s. Rinisni kompjuterin dhe provoni përsëri.
sv: Partitionstabellen för %s kunde inte skrivas. Starta om datorn och försök igen.

source: The partition %s could not be created. The installation will stop. Restart the computer and try again.
af: Die partisie %s kon nie geskep word nie. Die installasie sal stop. Herbegin die rekenaar en probeer weer.
ar: تعذر إنشاء القسم %s. سيتوقف التثبيت. أعد تشغيل الكمبيوتر وحاول مرة أخرى.
bg: Дялът %s не можа да бъде създаден. Инсталацията ще спре. Рестартирайте компютъра и опитайте отново.
de: Die Partition %s konnte nicht erstellt werden. Die Installation wird abgebrochen. Starten Sie den Rechner neu und versuchen Sie es erneut.
es: No se pudo crear la partición %s. La instalación se detendrá. Reinicie el equipo e inténtelo de nuevo.
fi: Osiota %s ei voitu luoda. Asennus pysähtyy. Käynnistä tietokone uudelleen ja yritä uudelleen.
fr: La partition %s n'a pas pu être créée. L'installation va s'arrêter. Redémarrez l'ordinateur et réessayez.
he: לא ניתן ליצור את המחיצה %s. ההתקנה תיפסק. הפעל מחדש את המחשב ונסה שוב.
hi: विभाजन %s नहीं बनाया जा सका. इंस्टालेशन रुक जाएगा. कंप्यूटर को पुनरारंभ करें और पुनः प्रयास करें।
id: Partisi %s tidak dapat dibuat. Instalasi akan berhenti. Nyalakan kembali komputer dan coba lagi.
ja: パーティション %s を作成できませんでした。 インストールが停止します。 コンピュータを再起動して、もう一度試してください。
nl: De partitie %s kon niet worden aangemaakt. De installatie wordt gestaakt. Herstart de computer en probeer het opnieuw.
pt_br: A partição %s não pôde ser criada. A instalação será interrompida. Reinicie o computador e tente novamente.
ro: Partiția %s nu a putut fi creată. Instalarea se va opri. Reporniți computerul și încercați din nou.
ru: Не удалось создать раздел %s. Установка будет прекращена. Перезагрузите компьютер и попробуйте ещё раз.
sq: Ndarja %s nuk mund të krijohej. Instalimi do të ndalet. Rinisni kompjuterin dhe provoni përsëri.
sv: Partitionen %s kunde inte skapas. Installationen avbryts. Starta om datorn och försök igen.

source: Logical partition
af: Logiese partisie
ar: التقسيم المنطقي
bg: Логически дял
de: Logische Partition
es: Partición lógica
fi: Looginen osio
fr: Partition logique
he: מחיצה לוגית
hi: तार्किक विभाजन
id: Partisi Logical
ja: 論理パーティション
nl: Logische partitie
pt_br: Partição lógica
ro: Partiţie logică
ru: Логический раздел
sq: Ndarje logjike
sv: Logisk partition

source: Extended partition
af: Uitgebreide partisie
ar: قسم ممتد
bg: Разширен дял
de: Erweiterte Partition
es: Partición extendida
fi: Laajennettu osio
fr: Partition étendue
he: מחיצה מורחבת
hi: विस्तृत विभाजन
id: Partisi Extended
ja: 拡張パーティション
nl: Uitgebreide partitie
pt_br: Partição estendida
ro: Partiție extinsă
ru: Расширенный раздел
sq: Ndarje e zgjeruar
sv: Utökad partition

source: Unknown
af: Onbekend
ar: مجهول
bg: неизвестен
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hi: अज्ञात
id: Tidak diketahui
ja: 未知
nl: Onbekend
pt_br: Desconhecido(a)
ro: Necunoscută
ru: Неизвестный
sq: Panjohur
sv: Okänd

source: bootloader/recovery
af: selflaaiprogram/herstel
ar: محمل الإقلاع/الاسترداد
bg: буутлоудър/възстановяване
de: Bootloader/Wiederherstellung
es: gestor de arranque/recuperación
fi: käynnistyslatain/palautus
fr: chargeur de démarrage/récupération
he: טוען אתחול/שחזור
hi: बूटलोडर/रिकवरी
id: bootloader/pemulihan
ja: ブートローダー/リカバリ
nl: bootloader/herstel
pt_br: gerenciador de inicialização/recuperação
ro: bootloader/recuperare
ru: загрузчик/восстановление
sq: ngarkues/rikuperues
sv: bootloader/återställning

source: EFI System Partition
af: EFI-stelselpartisie
ar: قسم نظام EFI
bg: EFI системен дял
es: Partición del sistema EFI
fi: Muokkaa osiotaEFI-järjestelmäosio
fr: Partition Système EFI
he: מחיצת מערכת EFI
hi: ईएफआई सिस्टम विभाजन
id: Partisi Sistem EFI
ja: EFIシステムパーティション
nl: EFI-systeempartitie
pt_br: Partição do Sistema EFI
ro: Partiția de sistem EFI
ru: Системный раздел EFI
sq: Ndarja e sistemit EFI

source: Edit partition
af: Wysig partisie
ar: تحرير القسم
bg: Редактиране на дял
de: Partition bearbeiten
es: Editar partición
fi: Muokkaa osiota
fr: Modifier la partition
he: עריכת מחיצה
hi: विभाजन संपादित करें
id: Sunting Partisi
ja: パーティションの編集
nl: Partitie bewerken
pt_br: Editar partição
ro: Editează partiția
ru: Изменить раздел
sq: Redakto ndarjen
sv: Redigera partition

source: Device:
af: Toestel:
ar: جهاز:
bg: Устройство:
de: Gerät:
es: Dispositivo:
fi: Laite:
fr: Périphérique :
he: התקן:
hi: डिवाइस :
id: Perangkat:
ja: デバイス：
nl: Apparaat:
pt_br: Dispositivo:
ro: Dispozitiv:
ru: Устройство:
sq: Pajisja:
sv: Enhet:

source: Format as:
af: Formateer as:
ar: التنسيق كـ:
bg: Форматирайте като:
de: Formatieren als:
es: Formatear como:
fi: Alusta muotoon:
fr: Formater en :
he: אתחול בתור:
hi: के रूप में फॉर्मेट करें :
id: Format sebagai:
ja: 次のようにフォーマットします:
nl: Formatteren als:
pt_br: Formatar como:
ro: Formatează ca:
ru: Форматировать в:
sq: Formato si:
sv: Formatera som:

source: Mount point:
ar: نقطة التثبيت:
bg: Точка на монтиране:
de: Einhängepunkt:
es: Punto de montaje:
fi: Liitospiste:
fr: Point de montage :
he: נקודת עגינה:
hi: माउंट पॉइंट :
id: Titik mount:
ja: マウントポイント:
nl: Koppelpunt:
pt_br: Ponto de montagem:
ro: Loc de montare:
ru: Точка монтирования:
sq: Pika e montimit:
sv: Monteringspunkt:

source: Cancel
af: Kanselleer
ar: يلغي
bg: Отказ
de: Abbrechen
es: Cancelar
fi: Peru
fr: Annuler
he: ביטול
hi: रद्द करें
id: Batal
ja: キャンセル
nl: Afbreken
pt_br: Cancelar
ro: Anulare
ru: Отмена
sq: Anulo
sv: Avbryt

source: Create Subvolume
af: Skep subvolume
ar: إنشاء مجلد فرعي
bg: Създайте подтом
de: Subvolume erstellen
es: Crear subvolumen
fi: Luo alivolyymi
fr: Créer un sous-volume
he: צור נפח משנה
hi: सबवॉल्यूम बनाएं
id: Buat Subvolume
ja: サブボリュームを作成
nl: Subvolume maken
pt_br: Criar subvolume
ro: Creați subvolum
ru: Создать подобъем
sq: Krijo nënvëllim
sv: Skapa undervolym

source: Name:
af: Naam:
ar: اسم:
bg: Име:
es: Nombre:
fi: Nimi:
fr: Nom:
he: שֵׁם:
hi: नाम:
id: Nama:
ja: 名前：
nl: Naam:
pt_br: Nome:
ro: Nume:
ru: Имя:
sq: Emri:
sv: Namn:

source: Country
af: Land
ar: دولة
bg: Държава
de: Land
es: País
fi: Maa
fr: Pays
he: מדינה
hi: देश
id: Negara
ja: 国
nl: Land
pt_br: País
ro: Țară
ru: Регион
sq: Shteti
sv: Land

source: Layout
af: Uitleg
ar: تَخطِيط
bg: Оформление
de: Belegung
es: Disposición
fi: Asettelu
fr: Disposition
he: פריסה
hi: अभिन्यास
id: Tata letak
ja: レイアウト
nl: Indeling
pt_br: Leiaute
ro: Aranjament
ru: Раскладка
sq: Faqosja
sv: Utseende

source: Variant
ar: البديل
bg: Вариант
de: Variante
es: Variante
fi: Muunnos
fr: Variante
he: חלופה
hi: प्रकार
id: Varian
ja: 変異体
pt_br: Variante
ro: Variantă
ru: Разновидность
sq: Varianti

source: Calculating file indexes ...
af: Bereken tans lêerindekse ...
ar: جارٍ حساب فهارس الملفات...
bg: Изчисляване на файлови индекси ...
de: Dateiindizes werden berechnet …
es: Indexando ficheros ...
fi: Lasketaan tiedostoindeksejä...
fr: Indexation des fichiers ...
he: מפתחות הקבצים מחושבים…
hi: फ़ाइल अनुक्रमणिका की गणना की जा रही है ...
id: Menghitung indeks file...
ja: ファイルインデックスを計算しています ...
nl: Bestandindices aan het berekenen....
pt_br: Calculando índices de arquivo...
ro: Se calculează indexurile fișierelor...
ru: Вычисление файловых индексов ...
sq: Duke llogaritur indekset e skedarëve ...
sv: Beräknar fil-index ...

source: License Agreement
af: Lisensie-ooreenkoms
ar: اتفاقية الترخيص
bg: Лицензионно споразумение
de: Lizenzvereinbarung
es: Acuerdo de licencia
fi: Lisenssisopimus
fr: Accord de Licence
he: הסכם רישיון
hi: लाइसेंस समझौता
id: Perjanjian lisensi
ja: ライセンス契約
nl: Licentieovereenkomst
pt_br: Contrato de Licença
ro: Acord de licențiere
ru: Лицензионное соглашение
sq: Marrëveshja e licencës
sv: Licensavtal

source: Keyboard layout
af: Sleutelbord uitleg
ar: تخطيط لوحة المفاتيح
bg: Клавиатурна подредба
de: Tastaturbelegung
es: Distribución del teclado
fi: Näppäinasettelu
fr: Disposition du clavier
he: פריסת המקלדת
hi: कुंजीपटल अभिन्यास
id: Tata letak papan ketik
ja: キーボード・レイアウト
nl: Toetsenbordindeling
pt_br: Leiaute do teclado
ro: Aranjament tastatură
ru: Раскладка клавиатуры
sq: Skema e tastierës
sv: Tangentbordsupplägg

source: What is your keyboard layout?
af: Wat is jou sleutelborduitleg?
ar: ما هو تخطيط لوحة المفاتيح الخاصة بك؟
bg: Каква е вашата клавиатурна подредба?
de: Welche Tastaturanordnung haben Sie?
es: ¿Cuál es la distribución de su teclado?
fi: Mikä on näppäimistösi asettelu?
fr: Quelle est la disposition de votre clavier ?
he: מהי פריסת המקלדת שלך?
hi: आपका कीबोर्ड लेआउट क्या है?
id: Apa tata letak papan ketik Anda?
ja: キーボードのレイアウトは何ですか?
nl: Wat is uw toetsenbordindeling?
pt_br: Qual é o seu layout de teclado?
ro: Care este aspectul tastaturii tale?
ru: Какая у вас раскладка клавиатуры?
sq: Cila është faqosja e tastierës suaj?
sv: Vad har du för tangentbordsupplägg?

source: User account
af: Gebruikersrekening
ar: حساب المستخدم
bg: Потребителски акаунт
de: Benutzerkonto
es: Cuenta de usuario
fi: Käyttäjätili
fr: Compte utilisateur
he: חשבון משתמש
hi: उपभोक्ता खाता
id: Akun pengguna
ja: ユーザーアカウント
nl: Gebruikersaccount
pt_br: Conta de usuário
ro: Cont utilizator
ru: Учётная запись пользователя
sq: Llogaria e përdoruesit
sv: Användarkonto

source: Who are you?
af: Wie is jy?
ar: من أنت؟
bg: Кой си ти?
de: Wer sind Sie?
es: ¿Quién es usted?
fi: Kuka olet?
fr: Qui êtes-vous ?
he: מי אתה?
hi: आप कौन हैं?
id: Siapa kamu?
ja: あなたは誰ですか？
nl: Wie bent u?
pt_br: Quem é você?
ro: Cine sunteți?
ru: Кто вы?
sq: Kush je ti?
sv: Vem är du?

source: Installation Type
af: Installasie Tipe
ar: نوع التثبيت
bg: Тип инсталация
de: Installationsart
es: Tipo de instalación
fi: Asennustapa
fr: Type d’installation
he: סוג התקנה
hi: स्थापना प्रकार
id: Tipe Instalasi
ja: 設置タイプ
nl: Installatietype
pt_br: Tipo de instalação
ro: Tip instalare
ru: Тип установки
sq: Lloji i instalimit
sv: Installationstyp

source: Where do you want to install system?
af: Waar wil jy die stelsel installeer?
ar: أين تريد تثبيت النظام؟
bg: Къде искате да инсталирате системата?
de: Wo möchten Sie das System installieren?
es: ¿Dónde desea instalar el sistema?
fi: Mihin haluat asentaa järjestelmän?
fr: Où souhaitez-vous installer le système ?
he: איפה אתה רוצה להתקין מערכת?
hi: आप सिस्टम कहाँ स्थापित करना चाहते हैं?
id: Di mana Anda ingin menginstal sistem?
ja: システムをどこにインストールしますか?
nl: Waar wilt u het systeem installeren?
pt_br: Onde você deseja instalar o sistema?
ro: Unde vrei sa instalezi sistemul?
ru: Куда вы хотите установить систему?
sq: Ku dëshironi të instaloni sistemin?
sv: Var vill du installera systemet?

source: Partitioning
af: Afskorting
ar: التقسيم
bg: Преграждане
de: Partitionierung
es: Particionado
fi: Osiointi
fr: Partitionnement
he: הפרדה למחיצות
hi: डिस्क विभाजन किया जा रहा है
id: Pembagian
ja: パーティショニング
nl: Schijfindeling
pt_br: Particionando
ro: Se partiționează
ru: Разметка дисков
sq: Particionimi
sv: Partitionering

source: Summary
af: Opsomming
ar: ملخص
bg: Резюме
de: Zusammenfassung
es: Resumen
fi: Yhteenveto
fr: Résumé
he: תקציר
hi: सार
id: Ringkasan
ja: まとめ
nl: Samenvatting
pt_br: Resumo
ro: Rezumat
ru: Сводная информация
sq: Përmbledhje
sv: Sammanfattning

source: Check that everything is correct
af: Kontroleer dat alles korrek is
ar: تأكد من أن كل شيء صحيح
bg: Проверете дали всичко е правилно
de: Überprüfen Sie, ob alles korrekt ist
es: Comprueba que todo esté correcto.
fi: Tarkista, että kaikki on oikein
fr: Vérifiez que tout est correct
he: תבדוק שהכל תקין
hi: जांचें कि सब कुछ सही है
id: Periksa apakah semuanya sudah benar
ja: すべてが正しいことを確認してください
nl: Controleer of alles klopt
pt_br: Verifique se está tudo correto
ro: Verificați dacă totul este corect
ru: Проверьте, все ли правильно
sq: Kontrolloni që gjithçka është e saktë
sv: Kontrollera att allt stämmer

source: Installing
af: Installeer tans
ar: التثبيت
bg: Инсталиране
de: Installation läuft
es: Instalando
fi: Asennetaan
fr: Installation
he: מתקין
hi: स्थापित कर रहा है
id: Menginstal
ja: インストール中
nl: Installeren
pt_br: Instalando
ro: Se instalează
ru: Установка
sq: Instalimi
sv: Installerar

source: Please wait...
af: Wag asseblief...
ar: انتظر من فضلك...
bg: Моля Изчакай ...
de: Bitte warten...
es: Espere por favor...
fi: Odota...
fr: S'il vous plaît, attendez...
he: המתן בבקשה...
hi: कृपया प्रतीक्षा करें...
id: Harap tunggu...
ja: お待ちください...
nl: Even geduld aub...
pt_br: Por favor, aguarde...
ro: Va rugam asteptati...
ru: Пожалуйста, подождите...
sq: Te lutem prit...
sv: Vänta...

source: Automated Install
af: Outomatiese Installasie
ar: التثبيت الآلي
bg: Автоматизирано инсталиране
de: Automatisierte Installation
es: Instalación Automatizada
fi: Automaattinen asennus
fr: Installation Automatisée
he: התקנה אוטומטית
hi: स्वचालित स्थापना
id: Instalasi Otomatis
ja: 自動インストール
nl: Geautomatiseerde Installatie
pt_br: Instalação Automatizada
ro: Instalare automată
ru: Автоматическая установка
sq: Instalim i automatizuar
sv: Automatiserad installation

source: Back
af: Terug
ar: خلف
bg: обратно
de: Zurück
es: Retroceder
fi: Takaisin
fr: Retour
he: חזרה
hi: वापस जाएँ
id: Mundur
ja: 戻る
nl: Vorige
pt_br: Voltar
ro: Înapoi
ru: Назад
sq: Mbrapa
sv: Bakåt

source: Next
af: Volgende
ar: التالي
bg: Следващия
de: Nächste
es: Siguiente
fi: Seuraava
fr: Suivant
he: הַבָּא
hi: अगला
id: Berikutnya
ja: 次
nl: Volgende
pt_br: Próximo
ro: Următorul
ru: Далее
sq: Tjetra
sv: Framåt

source: Type here to test your keyboard layout
af: Tik hier om jou sleutelborduitleg te toets
ar: اكتب هنا لاختبار تخطيط لوحة المفاتيح الخاصة بك
bg: Въведете тук, за да тествате клавиатурната си подредба
de: Hier tippen, um Ihre Tastaturbelegung zu testen
es: Escriba aquí para probar la distribución del teclado
fi: Kirjoita tähän testataksesi näppäimistön asettelua
fr: Tapez ici pour tester la disposition de votre clavier
he: הקלד כאן כדי לבדוק את פריסת המקלדת שלך
hi: अपने कीबोर्ड लेआउट का परीक्षण करने के लिए यहां टाइप करें
id: Ketik di sini untuk menguji tata letak papan ketik Anda
ja: ここに入力してキーボード レイアウトをテストします
nl: Tik hier om uw toetsenbordindeling uit te proberen
pt_br: Digite aqui para testar o layout do teclado
ro: Tastați aici pentru a testa aspectul tastaturii
ru: Поле для проверки вашей раскладки клавиатуры
sq: Shkruani këtu për të testuar paraqitjen e tastierës
sv: Skriv här för att prova ditt tangentbordsupplägg

source: Erase a disk and install system on it.
af: Vee 'n skyf uit en installeer stelsel daarop.
ar: مسح القرص وتثبيت النظام عليه.
bg: Изтрийте диска и инсталирайте системата върху него.
de: Löschen Sie eine Festplatte und installieren Sie das System darauf.
es: Borre un disco e instale el sistema en él.
fi: Tyhjennä levy ja asenna järjestelmä siihen.
fr: Effacez un disque et installez le système dessus.
he: מחק דיסק והתקן עליו מערכת.
hi: एक डिस्क मिटाएँ और उस पर सिस्टम स्थापित करें।
id: Hapus disk dan instal sistem di dalamnya.
ja: ディスクを消去し、そこにシステムをインストールします。
nl: Wis een schijf en installeer het systeem erop.
pt_br: Apagar um disco e instale o Mauna nele.
ro: Ștergeți un disc și instalați sistemul pe el.
ru: Сотрите диск и установите на него систему.
sq: Fshini një disk dhe instaloni sistemin në të.
sv: Radera en disk och installera systemet på den.

source: Manually create, resize or choose partitions for system.
af: Skep, verander grootte of kies partisies vir stelsel handmatig.
ar: قم بإنشاء أقسام للنظام أو تغيير حجمها أو اختيارها يدويًا.
bg: Ръчно създаване, преоразмеряване или избор на дялове за системата.
de: Manuelles Erstellen, Ändern der Größe oder Auswählen von Partitionen für das System.
es: Cree, cambie el tamaño o elija manualmente particiones para el sistema.
fi: Luo manuaalisesti, muuta kokoa tai valitse osioita järjestelmälle.
fr: Créez, redimensionnez ou choisissez manuellement des partitions pour le système.
he: צור, שנה את הגודל או בחר מחיצות למערכת באופן ידני.
hi: सिस्टम के लिए मैन्युअल रूप से विभाजन बनाएं, आकार बदलें या चुनें।
id: Buat, ubah ukuran, atau pilih partisi untuk sistem secara manual.
ja: システムのパーティションを手動で作成、サイズ変更、または選択します。
nl: Handmatig partities voor het systeem maken, vergroten of verkleinen of kiezen.
pt_br: Crie, redimensione ou escolha manualmente partições para o Mauna.
ro: Creați, redimensionați sau alegeți manual partiții pentru sistem.
ru: Вручную создавайте, изменяйте размер или выбирайте разделы для системы.
sq: Krijoni manualisht, ndryshoni madhësinë ose zgjidhni ndarjet për sistemin.
sv: Skapa, ändra storlek på eller välj partitioner för systemet manuellt.
