Repository: maunalinux/mauna-installer
Catalog: po/live-installer-*.po
Languages: af, ar, bg, de, es, fi, fr, he, hi, id, ja, nl, pt_br, ro, ru, sq, sv

source: Welcome to the Mauna Installer.
af: Welkom by die Mauna-installeerder.
ar: مرحبًا بك في برنامج تثبيت مونا.
bg: Добре дошли в инсталатора на Mauna.
de: Willkommen beim Mauna-Installationsprogramm.
es: Bienvenido al instalador de Mauna.
fi: Tervetuloa Mauna Installeriin.
fr: Bienvenue sur le programme d'installation de Mauna.
he: ברוכים הבאים למתקין מאונה..
hi: मौना इंस्टॉलर में आपका स्वागत है।
id: Selamat datang di Pemasang Mauna.
ja: マウナインストーラーへようこそ。
nl: Welkom bij het Mauna-installatieprogramma.
pt_br: Bem-vindo ao instalador Mauna.
ro: Bine ați venit la Instalator Mauna.
ru: Добро пожаловать в установщик Mauna.
sq: Mirë se vini në Instaluesi Mauna.
sv: Välkommen till Mauna Installatör.

source: This program will ask you some questions and set up system on your computer.
af: Hierdie program sal jou 'n paar vrae vra en die stelsel op jou rekenaar opstel.
ar: سيطرح عليك هذا البرنامج بعض الأسئلة ويقوم بإعداد النظام على جهاز الكمبيوتر الخاص بك.
bg: Тази програма ще ви зададе някои въпроси и ще настрои системата на вашия компютър.
de: Dieses Programm wird Ihnen einige Fragen stellen und system auf Ihrem Rechner einrichten.
es: Este programa le hará algunas preguntas y configurará el sistema en su computadora.
fi: Tämä ohjelma kysyy sinulta kysymyksiä ja määrittää järjestelmän tietokoneellesi.
fr: Ce programme vous posera quelques questions et configurera le système sur votre ordinateur.
he: תוכנית זו תשאל אותך כמה שאלות ותגדיר מערכת במחשב שלך.
hi: यह प्रोग्राम आपसे कुछ प्रश्न पूछेगा और आपके कंप्यूटर पर सिस्टम सेट करेगा।
id: Program ini akan menanyakan beberapa pertanyaan dan mengatur sistem di komputer Anda.
ja: このプログラムはいくつかの質問をし、コンピュータにシステムをセットアップします。
nl: Dit programma zal u enkele vragen stellen en het systeem op uw computer instellen.
pt_br: Este programa fará algumas perguntas e configurará o sistema no seu computador.
ro: Acest program vă va pune câteva întrebări și vă va configura sistemul pe computer.
ru: Эта программа задаст вам несколько вопросов и настроит систему на вашем компьютере.
sq: Ky program do t'ju bëjë disa pyetje dhe do të konfigurojë sistemin në kompjuterin tuaj.
sv: Detta program kommer att ställa några frågor och ställa in systemet på din dator.

source: I accept the terms of the License Agreement
af: Ek aanvaar die bepalings van die lisensie-ooreenkoms
ar: أوافق على شروط اتفاقية الترخيص
bg: Приемам условията на Лицензионното споразумение
de: Ich akzeptiere die Bedingungen der Lizenzvereinbarung
es: Acepto los términos del Acuerdo de Licencia
fi: Hyväksyn lisenssisopimuksen ehdot
fr: J'accepte les termes du contrat de licence
he: אני מקבל את תנאי הסכם הרישיון
hi: मैं लाइसेंस अनुबंध की शर्तों को स्वीकार करता हूं
id: Saya menerima ketentuan Perjanjian Lisensi
ja: 使用許諾契約の条項に同意します
nl: Ik accepteer de voorwaarden van de Licentieovereenkomst
pt_br: Eu aceito os termos do Contrato de Licença
ro: Accept termenii Acordului de licență
ru: Я принимаю условия Лицензионного соглашения
sq: Unë pranoj kushtet e Marrëveshjes së Licencës
sv: Jag accepterar villkoren i licensavtalet

source: Keyboard Model:
af: Sleutelbordmodel:
ar: نموذج لوحة المفاتيح:
bg: Модел на клавиатурата:
de: Tastaturmodell:
es: Modelo de teclado:
fi: Näppäimistömalli:
fr: Modèle de clavier :
he: דגם מקלדת:
hi: कीबोर्ड मॉडल:
id: Model Papan Ketik:
ja: キーボードモデル:
nl: Toetsenbordmodel:
pt_br: Modelo do teclado:Modelo de teclado:
ro: Model de tastatură:
ru: Модель клавиатуры:
sq: Modeli i tastierës:
sv: Tangentbordsmodell:

source: Type here to test your keyboard
af: Tik hier om jou sleutelbord te toets
ar: اكتب هنا لاختبار لوحة المفاتيح الخاصة بك
bg: Въведете тук, за да тествате клавиатурата си
de: Geben Sie hier ein, um Ihre Tastatur zu testen
es: Escribe aquí para probar tu teclado
fi: Kirjoita tähän testataksesi näppäimistöäsi
fr: Tapez ici pour tester votre clavier
he: הקלד כאן כדי לבדוק את המקלדת שלך
hi: अपने कीबोर्ड का परीक्षण करने के लिए यहां टाइप करें
id: Ketik di sini untuk menguji keyboard Anda
ja: ここに入力してキーボードをテストします
nl: Typ hier om uw toetsenbord te testen
pt_br: Digite aqui para testar seu teclado
ro: Introduceți aici pentru a vă testa tastatura
ru: Введите здесь, чтобы проверить клавиатуру
sq: Shkruani këtu për të testuar tastierën tuaj
sv: Skriv här för att testa ditt tangentbord

source: label
af: etiket
ar: ملصق
bg: етикет
de: etikett
es: etiqueta
fi: etiketti
fr: étiquette
he: תווית
hi: लेबल
ja: ラベル
nl: etiket
pt_br: etiqueta
ro: eticheta
ru: этикетка
sq: etiketë
sv: märka

source: Continent
af: Kontinent
ar: القارة
bg: Континент
de: Kontinent
es: Continente
fi: Manner
he: יַבֶּשֶׁת
hi: महाद्वीप
id: Benua
ja: 大陸
pt_br: Continente
ru: Континент
sq: Kontinenti
sv: Kontinent

source: Timezone
af: Tydsone
ar: وحدة زمنية
bg: Часова зона
de: Zeitzone
es: Zona horaria
fi: Aikavyöhyke
fr: Fuseau horaire
he: אזור זמן
hi: समय क्षेत्र
id: Wilayah waktu
ja: タイムゾーン
nl: Tijdzone
pt_br: Fuso horário
ro: Fus orar
ru: Часовой пояс
sq: Zonë kohe
sv: Tidszon

source: Automated Installation
af: Outomatiese installasie
ar: التثبيت الآلي
bg: Автоматизирана инсталация
de: Automatische Installation
es: Instalación automática
fi: Automatisoitu asennus
fr: Installation automatisée
he: התקנה אוטומטית
hi: स्वचालित स्थापना
id: Instalasi Otomatis
ja: 自動インストール
nl: Geautomatiseerde installatie
pt_br: Instalação automatizada
ro: Instalare automată
ru: Автоматическая установка
sq: Instalim i automatizuar
sv: Automatisk installation

source: Erase a disk and install Mauna on it.
af: Vee 'n skyf uit en installeer Mauna daarop.
ar: امسح القرص وقم بتثبيت مونا عليه.
bg: Изтрийте диск и инсталирайте Mauna върху него.
de: Löschen Sie eine Festplatte und installieren Sie Mauna darauf.
es: Borrar un disco e instalar Mauna en él.
fi: Tyhjennä levy ja asenna Mauna sille.
fr: Effacez un disque et installez Mauna dessus.
he: מחק דיסק והתקן עליו מאונה.
hi: एक डिस्क मिटाएँ और उस पर मौना स्थापित करें।
id: Hapus disk dan instal Mauna di dalamnya.
ja: ディスクを消去し、その上にマウナをインストールします。
nl: Wis een schijf en installeer Mauna erop.
pt_br: Apague um disco e instale o Mauna nele.
ro: Ștergeți un disc și instalați Mauna pe el.
ru: Сотрите диск и установите на него Mauna.
sq: Fshini një disk dhe instaloni Mauna në të.
sv: Radera en disk och installera Mauna på den.

source: Disk:
af: Skyf:
ar: القرص:
bg: диск:
de: Medium:
es: Disco:
fi: Levy:
fr: Disque :
he: דִיסק:
hi: डिस्क:
ja: ディスク：
nl: Schijf:
pt_br: Disco:
ro: Disc:
ru: Диск:
sq: Disku:
sv: Skiva:

source: Create swap partition
af: Skep ruilpartisie
ar: إنشاء قسم المبادلة
bg: Създайте суап дял
de: Erstellen Sie eine Swap-Partition
es: Crear partición swap
fi: Luo sivutusosio
fr: Créer une partition d'échange
he: צור מחיצת החלפה
hi: स्वैप विभाजन बनाएँ
id: Buat partisi swap
ja: スワップパーティションの作成
nl: Maak een wisselpartitie aan
pt_br: Criar partição swap
ro: Creați o partiție de schimb
ru: Создать раздел подкачки
sq: Krijo ndarje shkëmbimi
sv: Skapa swap-partition

source: GB
ar: غيغابايت
fi: Gt
fr: Go
he: ג״ב
ru: ГБ

source: Use LVM (Logical Volume Management)
af: Gebruik LVM (Logical Volume Management)
ar: استخدم LVM (إدارة الحجم المنطقي)
bg: Използвайте LVM (Logical Volume Management)
de: LVM benutzen (Logical Volume Management)
es: Utilizar LVM (gestión de volumen lógico)
fi: Käytä LVM-asemanhallintaa (Logical Volume Management)
fr: Utiliser LVM (Gestion de Volumes Logiques)
he: השתמש ב-LVM (ניהול נפח לוגי)
hi: एलवीएम (लॉजिकल वॉल्यूम मैनेजमेंट) का उपयोग करें
id: Gunakan LVM (Manajemen Volume Logis)
ja: LVM (論理ボリューム管理) を使用する
nl: Gebruik LVM (Logical Volume Management, alleen voor ervaren gebruikers)
pt_br: Use LVM (Gerenciamento de volume lógico)
ro: Utilizați LVM (Managementul Volumului Logic)
ru: Использовать LVM (менеджер логических томов)
sq: Përdor LVM (Menaxhimi logjik i volumit)
sv: Använd LVM (Logisk Volym-Hantering)

source: Encrypt the operating system
af: Enkripteer die bedryfstelsel
ar: تشفير نظام التشغيل
bg: Шифроване на операционната система
de: Das Betriebssystem verschlüsseln
es: Cifrar el sistema operativo
fi: Salaa käyttöjärjestelmä
fr: Chiffrer le système d’exploitation
he: הצפין את מערכת ההפעלה
hi: ऑपरेटिंग सिस्टम को एन्क्रिप्ट करें
id: Enkripsi sistem operasi
ja: オペレーティング システムを暗号化する
nl: Versleutel het besturingssysteem
pt_br: Criptografar o sistema operacional
ro: Criptați sistemul de operare
ru: Зашифровать операционную систему
sq: Enkriptoni sistemin operativ
sv: Kryptera operativsystemet

source: Passphrase
af: Wagfrase
ar: عبارة المرور
bg: Парола
es: Frase de acceso
fi: Tunnuslause
fr: Phrase secrète
he: ביטוי סיסמה
hi: पदबंध
id: Frasa sandi
ja: パスフレーズ
nl: Wachtwoordzin
pt_br: Senha
ro: Parolă de acces
ru: Парольная фраза
sq: Fjalëkalimi
sv: Lösenfras

source: Confirm passphrase
af: Bevestig wagwoordfrase
ar: تأكيد عبارة المرور
bg: Потвърдете паролата
de: Passphrase bestätigen
es: Confirme la frase de acceso
fi: Vahvista tunnuslause
fr: Confirmer la phrase de passe
he: אשר את ביטוי הסיסמה
hi: पासफ़्रेज़ की पुष्टि करें
id: Konfirmasikan frasa sandi
ja: パスフレーズの確認
nl: Bevestig de wachtwoordzin
pt_br: Confirmar senha
ro: Confirmă parolă de acces
ru: Подтвердите парольную фразу
sq: Konfirmo frazën e kalimit
sv: Bekräfta lösenfrasen

source: This provides extra security but it can take hours.
af: Dit bied ekstra sekuriteit, maar dit kan ure neem.
ar: وهذا يوفر أمانًا إضافيًا ولكن قد يستغرق الأمر ساعات.
bg: Това осигурява допълнителна сигурност, но може да отнеме часове.
de: Dies bietet zusätzliche Sicherheit, kann jedoch Stunden dauern.
es: Proporciona seguridad extra, pero puede tardar horas.
fi: Tämä tarjoaa lisäturvaa, mutta se voi kestää tunteja.
fr: Cela fournit d'avantage de sécurité mais ça peut prendre des heures.
he: זה מספק אבטחה נוספת אבל זה יכול לקחת שעות.
hi: यह अतिरिक्त सुरक्षा प्रदान करता है लेकिन इसमें घंटों लग सकते हैं।
id: Ini memberikan keamanan ekstra tetapi bisa memakan waktu berjam-jam.
ja: これによりセキュリティが強化されますが、数時間かかる場合があります。
nl: Dit biedt extra veiligheid, maar kan uren duren.
pt_br: Isto fornece segurança extra mas pode levar horas.
ro: Acest lucru oferă un plus de securitate, dar poate dura ore întregi.
ru: Это обеспечивает дополнительную безопасность, но может занять несколько часов.
sq: Kjo ofron siguri shtesë, por mund të duhen orë të tëra.
sv: Detta ger en extra säkerhet men kan ta flera timmar.

source: Fill the disk with random data
af: Vul die skyf met ewekansige data
ar: املأ القرص بالبيانات العشوائية
bg: Напълнете диска с произволни данни
de: Die Festplatte mit zufälligen Daten befüllen
es: Llenar el disco con datos aleatorios
fi: Täytä levy satunnaisilla tiedoilla
fr: Remplir le disque avec des données aléatoires
he: מלא את הדיסק בנתונים אקראיים
hi: डिस्क को यादृच्छिक डेटा से भरें
id: Isi disk dengan data acak
ja: ディスクをランダムなデータで埋める
nl: Vul de schijf met willekeurige gegevens
pt_br: Preenchendo o disco com dados aleatórios
ro: Umpleți discul cu date aleatorii
ru: Заполнить диск случайными данными
sq: Plotësoni diskun me të dhëna të rastësishme
sv: Fyll enheten med slumpmässiga data

source: Manual Partitioning
af: Handmatige partisionering
ar: التقسيم اليدوي
bg: Ръчно разделяне
de: Manuelles Partitionieren
es: Particionado manual
fi: Manuaalinen osiointi
fr: Partitionnement manuel
he: חלוקה ידנית
hi: मैनुअल विभाजन
id: Partisi Manual
ja: 手動パーティショニング
nl: Handmatige schijfindeling
pt_br: Particionamento Manual
ro: Partitionare manuala
ru: Ручная разметка
sq: Ndarja manuale
sv: Manuell partitionering

source: Manually create, resize or choose partitions for Mauna.
af: Skep, verander grootte of kies partisies vir Mauna handmatig.
ar: قم بإنشاء أقسام أو تغيير حجمها أو اختيارها يدويًا لـ مونا.
bg: Създайте ръчно, преоразмерете или изберете дялове за Mauna.
de: Erstellen Sie manuell Partitionen für Mauna, ändern Sie ihre Größe oder wählen Sie sie aus.
es: Cree, cambie el tamaño o elija particiones manualmente para Mauna.
fi: Luo manuaalisesti, muuta kokoa tai valitse osiot Maunalle.
fr: Créez, redimensionnez ou choisissez manuellement des partitions pour Mauna.
he: צור באופן ידני, שנה את הגודל או בחר מחיצות עבור מאונה.
hi: मौना के लिए मैन्युअल रूप से विभाजन बनाएं, आकार बदलें या चुनें।
id: Buat, ubah ukuran, atau pilih partisi untuk Mauna secara manual.
ja: マウナのパーティションを手動で作成、サイズ変更、または選択します。
nl: Handmatig partities voor Mauna maken, vergroten of verkleinen of kiezen.
pt_br: Crie, redimensione ou escolha manualmente partições para o Mauna.
ro: Creați, redimensionați sau alegeți manual partiții pentru Mauna.
ru: Вручную создавайте, изменяйте размер или выбирайте разделы для Mauna.
sq: Krijoni manualisht, ndryshoni madhësinë ose zgjidhni ndarjet për Mauna.
sv: Skapa, ändra storlek på eller välj partitioner för Mauna manuellt.

source: Remove Windows & Install
af: Verwyder Windows en installeer
ar: قم بإزالة Windows وتثبيته
bg: Премахнете Windows и инсталирайте
de: Entfernen Sie Windows und installieren Sie es
es: Quitar Windows e instalar
fi: Poista Windows ja asenna
fr: Supprimer Windows et installer
he: הסר את Windows והתקן
hi: विंडोज़ निकालें और इंस्टॉल करें
id: Hapus Windows dan Instal
ja: Windows を削除してインストールする
nl: Windows verwijderen en installeren
pt_br: Remova o Windows e instale
ro: Eliminați Windows și instalați
ru: Удалить винду и установить
sq: Hiqni Windows dhe instaloni
sv: Ta bort Windows och installera

source: Remove existing Windows and install Mauna on it.
af: Verwyder bestaande Windows en installeer Mauna daarop.
ar: قم بإزالة Windows الموجود وقم بتثبيت مونا عليه.
bg: Премахнете съществуващия Windows и инсталирайте Mauna върху него.
de: Entfernen Sie vorhandenes Windows und installieren Sie Mauna darauf.
es: Eliminar Windows existente e instale Mauna en él.
fi: Poista olemassa oleva Windows ja asenna Mauna siihen.
fr: Supprimez Windows existant et installez Mauna dessus.
he: הסר את Windows הקיים והתקן עליו מאונה.
hi: मौजूदा विंडोज़ को हटा दें और उस पर मौना स्थापित करें।
id: Hapus Windows yang ada dan instal Mauna di dalamnya.
ja: 既存の Windows を削除し、その上にマウナをインストールします。
nl: Verwijder bestaande Windows en installeer Mauna erop.
pt_br: Remova o Windows existente e instale o Mauna nele.
ro: Eliminați Windows-ul existent și instalați Mauna pe el.
ru: Удалите существующую Windows и установите на нее Mauna.
sq: Hiqni Windows ekzistues dhe instaloni Mauna në të.
sv: Ta bort befintligt Windows och installera Mauna på det.

source: Expert Mode
af: Deskundige modus
ar: وضع الخبراء
bg: Експертен режим
de: Expertenmodus
es: Modo Avanzado
fi: Asiantuntijatila
fr: Mode Expert
he: מצב מומחה
hi: विशेषज्ञ विधा
id: Mode ahli
ja: エキスパートモード
nl: Expert modus
pt_br: Modo Avançado
ro: Modul expert
ru: Экспертный режим
sq: Modaliteti i ekspertëve
sv: Expertläge

source: The setup tool will not do partitioning.
af: Die opstelinstrument sal nie partisionering doen nie.
ar: لن تقوم أداة الإعداد بالتقسيم.
bg: Инструментът за настройка няма да направи разделяне.
de: Das Einrichtungswerkzeug führt keine Partitionierung durch.
es: La herramienta de configuración no realizará particiones.
fi: Asennustyökalu ei tee osiointia.
fr: L'outil de configuration n'effectuera pas de partitionnement.
he: כלי ההתקנה לא יבצע חלוקה למחיצות.
hi: सेटअप टूल विभाजन नहीं करेगा.
id: Alat setup tidak akan melakukan partisi.
ja: セットアップ ツールはパーティショニングを行いません。
nl: Het installatieprogramma kan geen partities maken.
pt_br: A ferramenta de configuração não fará particionamento.
ro: Instrumentul de configurare nu va face partiție.
ru: Инструмент установки не будет выполнять разбиение.
sq: Mjeti i konfigurimit nuk do të bëjë ndarje.
sv: Installationsverktyget kommer inte att göra partitionering.

source: Minimal installation
af: Minimale installasie
ar: الحد الأدنى من التثبيت
bg: Минимален монтаж
de: Minimale Installation
es: Instalación mínima
fi: Minimaalinen asennus
fr: Installation minimale
he: התקנה מינימלית
hi: न्यूनतम स्थापना
id: Instalasi minimal
ja: 最小限の設置
nl: Minimale installatie
pt_br: Instalação mínima
ro: Instalare minimă
ru: Минимальная установка
sq: Instalim minimal

source: This will only install a minimal desktop environment with a browser and utilities.
af: Dit sal slegs 'n minimale lessenaaromgewing met 'n blaaier en nutsprogramme installeer.
ar: سيؤدي هذا فقط إلى تثبيت الحد الأدنى من بيئة سطح المكتب باستخدام المتصفح والأدوات المساعدة.
bg: Това ще инсталира само минимална работна среда с браузър и помощни програми.
de: Dadurch wird nur eine minimale Desktop-Umgebung mit einem Browser und Dienstprogrammen installiert.
es: Esto sólo instalará un entorno de escritorio mínimo con un navegador y utilidades.
fi: Tämä asentaa vain minimaalisen työpöytäympäristön selaimella ja apuohjelmilla.
fr: Cela installera uniquement un environnement de bureau minimal avec un navigateur et des utilitaires.
he: פעולה זו תתקין רק סביבת שולחן עבודה מינימלית עם דפדפן וכלי עזר.
hi: यह केवल ब्राउज़र और उपयोगिताओं के साथ एक न्यूनतम डेस्कटॉप वातावरण स्थापित करेगा।
id: Ini hanya akan menginstal lingkungan desktop minimal dengan browser dan utilitas.
ja: これにより、ブラウザとユーティリティを備えた最小限のデスクトップ環境のみがインストールされます。
nl: Hiermee wordt alleen een minimale desktopomgeving met een browser en hulpprogramma's geïnstalleerd.
pt_br: Isso instalará apenas um desktop mínimo com navegador e utilitários.
ro: Acest lucru va instala doar un mediu desktop minim cu un browser și utilități.
ru: При этом будет установлена ​​только минимальная среда рабочего стола с браузером и утилитами.
sq: Kjo do të instalojë vetëm një mjedis minimal desktop me një shfletues dhe shërbime.
sv: Detta kommer bara att installera en minimal skrivbordsmiljö med en webbläsare och verktyg.

source: Install system with updates
af: Installeer stelsel met opdaterings
ar: تثبيت النظام مع التحديثات
bg: Инсталирайте системата с актуализации
de: System mit aktualisierung installieren
es: Instalar sistema con actualizaciones
fi: Asenna järjestelmä päivityksillä
fr: Installer le système avec les mises à jour
he: התקן מערכת עם עדכונים
hi: अद्यतनों के साथ सिस्टम स्थापित करें
id: Instal sistem dengan pembaruan
ja: アップデートを含むシステムをインストールする
nl: Installeer systeem met updates
pt_br: Instale o sistema com atualizações
ro: Instalați sistemul cu actualizări
ru: Установить систему с обновлениями
sq: Instaloni sistemin me përditësime
sv: Installera system med uppdateringar

source: If you connect internet, updates will install.
af: As jy die internet koppel, sal opdaterings geïnstalleer word.
ar: إذا قمت بالاتصال بالإنترنت، سيتم تثبيت التحديثات.
bg: Ако свържете интернет, актуализациите ще се инсталират.
de: Wenn Sie eine Internetverbindung herstellen, werden Updates installiert.
es: Si se conecta a Internet, se instalarán las actualizaciones.
fi: Jos muodostat yhteyden Internetiin, päivitykset asennetaan.
fr: Si vous vous connectez à Internet, les mises à jour s'installeront.
he: אם תחבר לאינטרנט, עדכונים יותקנו.
hi: यदि आप इंटरनेट कनेक्ट करते हैं, तो अपडेट इंस्टॉल हो जाएंगे।
id: Jika Anda terhubung ke internet, pembaruan akan diinstal.
ja: インターネットに接続すると、アップデートがインストールされます。
nl: Als u verbinding maakt met internet, worden updates geïnstalleerd.
pt_br: Se você se conectar à Internet, as atualizações serão instaladas.
ro: Dacă vă conectați la internet, se vor instala actualizări.
ru: Если вы подключитесь к Интернету, обновления будут установлены.
sq: Nëse lidhni internetin, përditësimet do të instalohen.
sv: Om du ansluter till internet kommer uppdateringar att installeras.

source: Refresh
af: Verfris
ar: ينعش
bg: Опресняване
de: Auffrischen
es: Actualizar
fi: Virkistä
fr: Réactualiser
he: רענון
hi: रिफ्रेश करें
id: Segarkan
ja: リフレッシュ
nl: Verversen
pt_br: Atualizar
ro: Reîmprospătare
ru: Обновить
sq: Rifresko
sv: Uppdatera

source: Delete
af: Vee uit
ar: يمسح
bg: Изтрий
de: Löschen
es: Borrar
fi: Poistaa
fr: Supprimer
he: לִמְחוֹק
hi: मिटाना
id: Menghapus
ja: 消去
nl: Verwijderen
pt_br: Apagar
ro: Șterge
ru: Удалить
sq: Fshije
sv: Radera

source: Format
af: Formaat
ar: شكل
bg: формат
de: Formatieren
es: Formatear
fi: Muoto
fr: Formater
he: פוּרמָט
hi: प्रारूप
ja: フォーマット
nl: Formaat
pt_br: Formatar
ru: Формат
sq: Formati
sv: Formatera

source: Create
af: Skep
ar: يخلق
bg: Създавайте
de: Erstellen
es: Crear
fi: Luoda
fr: Créer
he: לִיצוֹר
hi: बनाएं
id: Membuat
ja: 作成する
nl: Creëren
pt_br: Criar
ro: Crea
ru: Создавать
sq: Krijo
sv: Skapa

source: Install the GRUB boot menu on:
af: Installeer die GRUB-opstartmenu op:
ar: قم بتثبيت قائمة تمهيد GRUB على:
bg: Инсталирайте менюто за стартиране на GRUB на:
de: Das GRUB-Startmenü installieren unter:
es: Instalar el menú de arranque GRUB en:
fi: Asenna GRUB-käynnistysvalikko tänne:
fr: Installer le menu d’amorçage GRUB sur :
he: התקן את תפריט האתחול של GRUB ב:
hi: GRUB बूट मेनू को यहां स्थापित करें:
id: Instal menu boot GRUB pada:
ja: GRUB ブート メニューを次の場所にインストールします。
nl: Grub-opstartmenu installeren op:
pt_br: Instale o menu de inicialização do GRUB em:
ro: Instalați meniul de încărcare GRUB pe:
ru: Установить загрузочное меню GRUB на:
sq: Instaloni menunë e nisjes GRUB në:
sv: Installera GRUBs startmeny på:

source: Edit Partitions
af: Wysig partisies
ar: تحرير الأقسام
bg: Редактиране на дялове
de: Partitionen bearbeiten
es: Editar Particiones
fi: Muokkaa osioita
fr: Modifier les partitions
he: ערוך מחיצות
hi: विभाजन संपादित करें
id: Sunting Partisi
ja: パーティションの編集
nl: Partities bewerken
pt_br: Editar Partições
ro: Editați partiții
ru: Редактировать разделы
sq: Redakto ndarjet
sv: Redigera partitioner

source: Legacy
af: Nalatenskap
ar: إرث
bg: Наследство
de: Erbe
es: Legado
fr: Héritage
he: מוֹרֶשֶׁת
hi: परंपरा
id: Warisan
ja: 遺産
nl: Nalatenschap
pt_br: Legado
ro: Moştenire
ru: Наследие
sq: Trashëgimia
sv: Arv

source: Your name:
af: Jou naam:
ar: اسمك:
bg: Твоето име:
de: Ihr Name:
es: Su nombre:
fi: Nimesi:
fr: Votre nom :
he: מוֹרֶשֶׁת:
hi: आपका नाम:
id: Namamu:
ja: あなたの名前：
nl: Uw naam:
pt_br: Seu nome:
ro: Numele tău:
ru: Ваше имя:
sq: Emri juaj:
sv: Ditt namn:

source: Your computer's name:
af: Jou rekenaar se naam:
ar: اسم جهاز الكمبيوتر الخاص بك:
bg: Името на вашия компютър:
de: Name Ihres Rechners:
es: El nombre de su equipo:
fi: Tietokoneen nimi:
fr: Le nom de votre ordinateur :
he: שם המחשב שלך:
hi: आपके कंप्यूटर का नाम:
id: Nama komputer Anda:
ja: あなたのコンピュータの名前:
nl: De naam van uw computer:
pt_br: Nome do seu computador:
ro: Numele computerului dvs.:
ru: Имя вашего компьютера:
sq: Emri i kompjuterit tuaj:
sv: Din dators namn:

source: Pick a username:
af: Kies 'n gebruikernaam:
ar: اختر اسم مستخدم:
bg: Изберете потребителско име:
de: Bitte Benutzernamen auswählen:
es: Elija un nombre de usuario:
fi: Valitse käyttäjänimi:
fr: Choisissez un nom d’utilisateur :
he: תבחר שם משתמש:
hi: प्रयोक्ता नाम उठाओ:
id: Pilih nama pengguna:
ja: ユーザー名を選択してください:
nl: Kies een gebruikersnaam:
pt_br: Escolha um nome de usuário:
ro: Alege un nume de utilizator:
ru: Введите имя пользователя:
sq: Zgjidhni një emër përdoruesi:
sv: Välj ett användarnamn:

source: The name it uses when it talks to other computers.
af: Die naam wat dit gebruik wanneer dit met ander rekenaars praat.
ar: الاسم الذي يستخدمه عندما يتحدث إلى أجهزة الكمبيوتر الأخرى.
bg: Името, което използва, когато говори с други компютри.
de: Der Name, der bei der Kommunikation mit anderen Rechnern verwendet wird.
es: El nombre que utiliza al comunicarse con otros equipos.
fi: Nimi jota käytetään tietokoneesi tunnistautumisessa toisille tietokoneille.
fr: Le nom qu’il utilise quand il communique avec d’autres ordinateurs.
he: השם שבו הוא משתמש כאשר הוא מדבר עם מחשבים אחרים.
hi: यह वह नाम है जिसका उपयोग यह अन्य कंप्यूटरों से बात करते समय करता है।
id: Nama yang digunakannya ketika berbicara dengan komputer lain.
ja: 他のコンピュータと通信するときに使用する名前。
nl: De naam die uw computer gebruikt wanneer hij communiceert met andere computers.
pt_br: O nome que ele usa quando se comunica com outros computadores.
ro: Numele utilizat pentru a comunica cu alte calculatoare.
ru: Имя, используемое при связи с другими компьютерами.
sq: Emri që përdor kur flet me kompjuterë të tjerë.
sv: Det namn som används när den pratar med andra datorer.
