Repository: maunalinux/mauna-installer
Catalog: po/live-installer-*.po
Languages: af, ar, bg, de, es, fi, fr, he, hi, id, ja, nl, pt_br, ro, ru, sq, sv

source: You must be root!
af: Jy moet wortel wees!
ar: يجب أن تكون الجذر!
bg: Трябва да сте root!
de: Du musst Root sein!
es: ¡Debes ser root!
fi: Sinun täytyy olla root!
fr: Vous devez être root !
he: אתה חייב להיות שורש!
hi: तुम्हें जड़ होना चाहिए!
id: Anda harus menjadi root!
ja: あなたは root でなければなりません!
nl: Je moet root zijn!
pt_br: Você deve ser root!
ro: Trebuie să fii root!
ru: Вы должны быть пользователем root!
sq: Duhet të jesh root!
sv: Du måste vara root!

source: Please provide a username.
af: Verskaf asseblief 'n gebruikernaam.
ar: يرجى تقديم اسم المستخدم.
bg: Моля, въведете потребителско име.
de: Bitte einen Benutzernamen eingeben.
es: Entre un nombre de usuario.
fi: Anna käyttäjätunnus.
fr: Veuillez saisir un identifiant.
he: בחר שם משתמש.
hi: कृपया उपयोक्ता नाम दर्ज करें।
id: Silakan masukkan sebuah nama pengguna.
ja: ユーザー名を入力してください。
nl: Geef een gebruikersnaam op.
pt_br: Por favor, informe um nome de usuário.
ro: Furnizați un nume de utilizator.
ru: Пожалуйста, укажите имя пользователя.
sq: Ju lutemi jepni një emër përdoruesi.
sv: Var god ange ett användarnamn.

source: Your username is invalid.
af: Jou gebruikersnaam is ongeldig.
ar: اسم المستخدم الخاص بك غير صالح.
bg: Вашето потребителско име е невалидно.
de: Ihr Benutzername ist ungültig.
es: Su nombre de usuario no es válido.
fi: Käyttäjätunnuksesi on virheellinen.
fr: Votre nom d'utilisateur n'est pas valide.
he: שם המשתמש שלך לא חוקי.
hi: आपका उपयोक्तानाम अमान्य है.
id: Nama pengguna Anda tidak valid.
ja: ユーザー名が無効です。
nl: Uw gebruikersnaam is ongeldig.
pt_br: Seu nome de usuário é inválido.
ro: Numele dvs. de utilizator este invalid.
ru: Ваше имя пользователя недействительно.
sq: Emri juaj i përdoruesit është i pavlefshëm.
sv: Ditt användarnamn är ogiltigt.

source: Your username is too long
af: Jou gebruikernaam is te lank
ar: اسم المستخدم الخاص بك طويل جدًا
bg: Вашето потребителско име е твърде дълго
de: Ihr Benutzername ist zu lang
es: Tu nombre de usuario es demasiado largo
fi: Käyttäjätunnuksesi on liian pitkä
fr: Votre nom d'utilisateur est trop long
he: שם המשתמש שלך ארוך מדי
hi: आपका उपयोगकर्ता नाम बहुत लंबा है
id: Nama pengguna Anda terlalu panjang
ja: ユーザー名が長すぎます
nl: Uw gebruikersnaam is te lang
pt_br: Seu nome de usuário é muito longo
ro: Numele dvs. de utilizator este prea lung
ru: Ваше имя пользователя слишком длинное
sq: Emri juaj i përdoruesit është shumë i gjatë
sv: Ditt användarnamn är för långt

source: Your username is unavailable
af: Jou gebruikernaam is nie beskikbaar nie
ar: اسم المستخدم الخاص بك غير متاح
bg: Вашето потребителско име е недостъпно
de: Ihr Benutzername ist nicht verfügbar
es: Su nombre de usuario no está disponible
fi: Käyttäjänimesi ei ole käytettävissä
fr: Votre nom d'utilisateur n'est pas disponible
he: שם המשתמש שלך אינו זמין
hi: आपका उपयोक्तानाम अनुपलब्ध है
id: Nama pengguna Anda tidak tersedia
ja: あなたのユーザー名は利用できません
nl: Uw gebruikersnaam is niet beschikbaar
pt_br: Seu nome de usuário não está disponível
ro: Numele dvs. de utilizator este indisponibil
ru: Ваше имя пользователя недоступно
sq: Emri juaj i përdoruesit nuk është i disponueshëm
sv: Ditt användarnamn är inte tillgängligt

source: Your username cannot start with numbers.
af: Jou gebruikersnaam kan nie met syfers begin nie.
ar: لا يمكن أن يبدأ اسم المستخدم الخاص بك بالأرقام.
bg: Вашето потребителско име не може да започва с цифри.
de: Ihr Benutzername darf nicht mit Zahlen beginnen.
es: Su nombre de usuario no puede comenzar con números.
fi: Käyttäjätunnuksesi ei voi alkaa numeroilla.
fr: Votre nom d'utilisateur ne peut pas commencer par des chiffres.
he: שם המשתמש שלך לא יכול להתחיל במספרים.
hi: आपका उपयोक्तानाम संख्याओं से प्रारंभ नहीं हो सकता.
id: Nama pengguna Anda tidak boleh diawali dengan angka.
ja: ユーザー名を数字で始めることはできません。
nl: Uw gebruikersnaam mag niet met cijfers beginnen.
pt_br: Seu nome de usuário não pode começar com números.
ro: Numele dvs. de utilizator nu poate începe cu numere.
ru: Ваше имя пользователя не может начинаться с цифр.
sq: Emri juaj i përdoruesit nuk mund të fillojë me numra.
sv: Ditt användarnamn kan inte börja med siffror.

source: Your username must be lower case.
af: Jou gebruikersnaam moet kleinletters wees.
ar: يجب أن يكون اسم المستخدم الخاص بك بأحرف صغيرة.
bg: Вашето потребителско име трябва да е с малки букви.
de: Ihr Benutzername muss klein geschrieben werden.
es: Su nombre de usuario debe estar en minúsculas.
fi: Käyttäjänimi tulee kirjoittaa pienillä kirjaimilla.
fr: Votre identifiant doit être en minuscules.
he: שם המשתמש חייב להיות באותיות קטנות.
hi: उपयोक्ता नाम lower case होना चाहिए।
id: Nama pengguna anda harus dalam huruf kecil.
ja: ユーザー名は小文字である必要があります。
nl: Uw gebruikersnaam mag geen hoofdletters bevatten.
pt_br: Seu nome de usuário deve estar em letras minúsculas.
ro: Numele de utilizator trebuie scris cu litere mici.
ru: Имя пользователя должно быть строчными буквами.
sq: Emri i përdoruesit duhet të jetë vetëm me gërma te vogla.
sv: Ditt användarnamn måste anges med små bokstäver.

source: Your username may not contain whitespace characters.
af: Jou gebruikersnaam mag nie witspasie karakters bevat nie.
ar: لا يجوز أن يحتوي اسم المستخدم الخاص بك على أحرف مسافات بيضاء.
bg: Вашето потребителско име не може да съдържа празни знаци.
de: Ihr Benutzername darf keine Leerzeichen enthalten.
es: Su nombre de usuario no debe contener espacios en blanco.
fi: Käyttäjänimessä ei voi olla välilyöntimerkkejä.
fr: Votre identifiant ne doit pas contenir d'espaces.
he: שם המשתמש אינו יכול להכיל רווחים.
hi: उपयोक्ता नाम में whitespace अक्षर नहीं होने चाहिए।
id: Nama Pengguna Anda tidak boleh mengandung karakter spasi.
ja: ユーザー名には空白文字を含めることはできません。
nl: Uw gebruikersnaam mag geen spaties bevatten.
pt_br: Seu nome de usuário não pode conter espaços.
ro: Numele de utilizator nu poate conține spații libere.
ru: В имени пользователя нельзя использовать пробелы.
sq: Emri i përdoruesit nuk duhet të përmbajë hapësira.
sv: Ditt användarnamn får ej innehålla blanksteg.

source: Please provide a name for your computer.
af: Verskaf asseblief 'n naam vir jou rekenaar.
ar: الرجاء تقديم اسم لجهاز الكمبيوتر الخاص بك.
bg: Моля, въведете име за вашия компютър.
de: Bitte geben Sie einen Namen für Ihren Rechner an.
es: Introduzca un nombre para su equipo.
fi: Anna tietokoneellesi nimi.
fr: Veuillez indiquer un nom pour votre ordinateur.
he: אנא ספק שם למחשב שלך.
hi: कृपया अपने कंप्यूटर के लिए एक नाम प्रदान करें.
id: Silakan berikan nama untuk komputer Anda.
ja: コンピュータの名前を入力してください。
nl: Geef een naam op voor uw computer.
pt_br: Por favor escolha um nome para seu computador.
ro: Vă rugăm să furnizați un nume pentru computerul dvs.
ru: Пожалуйста, укажите имя Вашего компьютера.
sq: Ju lutemi jepni një emër për kompjuterin tuaj.
sv: Var god välj ett namn för datorn.

source: The computer's name is invalid.
af: Die rekenaar se naam is ongeldig.
ar: اسم الكمبيوتر غير صالح.
bg: Името на компютъра е невалидно.
de: Der Name des Computers ist ungültig.
es: El nombre de la computadora no es válido.
fi: Tietokoneen nimi on virheellinen.
fr: Le nom de l'ordinateur n'est pas valide.
he: שם המחשב אינו חוקי.
hi: कंप्यूटर का नाम अमान्य है.
id: Nama komputer tidak valid.
ja: コンピュータ名が無効です。
nl: De computernaam is ongeldig.
pt_br: O nome do computador é inválido.
ro: Numele computerului este nevalid.
ru: Имя компьютера неверно.
sq: Emri i kompjuterit është i pavlefshëm.
sv: Datorns namn är ogiltigt.

source: The computer's name is too long.
af: Die rekenaar se naam is te lank.
ar: اسم الكمبيوتر طويل جدًا.
bg: Името на компютъра е твърде дълго.
de: Der Name des Computers ist zu lang.
es: El nombre de la computadora es demasiado largo.
fi: Tietokoneen nimi on liian pitkä.
fr: Le nom de l'ordinateur est trop long.
he: שם המחשב ארוך מדי.
hi: कंप्यूटर का नाम बहुत लंबा है.
id: Nama komputer terlalu panjang.
ja: コンピュータ名が長すぎます。
nl: De naam van de computer is te lang.
pt_br: O nome do computador é muito longo.
ro: Numele computerului este prea lung.
ru: Имя компьютера слишком длинное.
sq: Emri i kompjuterit është shumë i gjatë.
sv: Datorns namn är för långt.

source: The computer's name should not starts or ends with -
af: Die rekenaar se naam moet nie begin of eindig met -
ar: يجب ألا يبدأ اسم الكمبيوتر أو ينتهي بـ -
bg: Името на компютъра не трябва да започва или завършва с -
de: Der Name des Computers sollte nicht mit - beginnen oder enden
es: El nombre de la computadora no debe comenzar ni terminar con -
fi: Tietokoneen nimi ei saa alkaa tai päättyä -
fr: Le nom de l'ordinateur ne doit ni commencer ni se terminer par -
he: שם המחשב לא אמור להתחיל או להסתיים ב-
hi: कंप्यूटर का नाम इससे शुरू या ख़त्म नहीं होना चाहिए -
id: Nama komputer tidak boleh diawali atau diakhiri dengan -
ja: コンピュータ名は - で始まったり終わったりしないでください。
nl: De naam van de computer mag niet beginnen of eindigen met -
pt_br: O nome do computador não deve começar ou terminar com -
ro: Numele computerului nu trebuie să înceapă sau să se termine cu -
ru: Имя компьютера не должно начинаться или заканчиваться на -
sq: Emri i kompjuterit nuk duhet të fillojë ose të përfundojë me -
sv: Datorns namn ska inte börja eller sluta med -

source: The computer's name must be lower case.
af: Die rekenaar se naam moet kleinletters wees.
ar: يجب أن يكون اسم الكمبيوتر بأحرف صغيرة.
bg: Името на компютъра трябва да е с малки букви.
de: Der Name des Rechners muss kleingeschrieben werden.
es: El nombre del equipo debe estar en minúsculas.
fi: Tietokoneen nimen on oltava pienillä kirjaimilla.
fr: Le nom de votre ordinateur doit être en minuscule.
he: שם המחשב חייב להיות באותיות קטנות.
hi: कंप्यूटर का नाम लोअरकेस अक्षर में होना चाहिए.
id: Nama komputer harus menggunakan huruf kecil.
ja: コンピュータ名は小文字である必要があります。
nl: De computernaam moet in kleine letters zijn (geen hoofdletters).
pt_br: O nome do computador deve estar em letras minúsculas.
ro: Numele computerului trebuie să fie cu minuscule.
ru: Имя компьютера должно быть записано в нижнем регистре.
sq: Emri i kompjuterit duhet të jetë me shkronja të vogla.
sv: Datorns namn skall skrivas med små bokstäver.

source: The computer's name may not contain whitespace characters.
af: Die rekenaar se naam mag nie witspasie karakters bevat nie.
ar: لا يجوز أن يحتوي اسم الكمبيوتر على أحرف مسافة بيضاء.
bg: Името на компютъра не може да съдържа празни знаци.
de: Der Name des Rechners darf keine Leerzeichen enthalten.
es: El nombre del equipo no debe contener espacios en blanco.
fi: Tietokoneen nimessä ei saa olla välilyöntejä.
fr: Le nom de votre ordinateur ne peut pas comporter d’espaces.
he: ייתכן ששם המחשב לא יכיל תווי רווח לבן.
hi: कंप्यूटर के नाम में रिक्त स्थान वर्ण नहीं हो सकते.
id: Nama komputer tidak boleh mengandung karakter spasi.
ja: コンピュータ名には空白文字を含めることはできません。
nl: De computernaam mag geen spaties bevatten.
pt_br: O nome do computador não pode conter caracteres de espaço em branco.
ro: Numele computerului nu poate conține caractere de spațiu alb.
ru: В имени компьютера нельзя использовать пробелы.
sq: Emri i kompjuterit mund të mos përmbajë karaktere të hapësirës së bardhë.
sv: Datorns namn får inte innehålla blanktecken och liknande.

source: The computer's name must consist of only a-z or A-Z or 0-9 or - characters
af: Die rekenaar se naam moet slegs uit a-z of A-Z of 0-9 of - karakters bestaan
ar: يجب أن يتكون اسم الكمبيوتر من أحرف a-z أو A-Z أو 0-9 أو - فقط
bg: Името на компютъра трябва да се състои само от a-z или A-Z или 0-9 или - знаци
de: Der Name des Computers darf nur aus den Zeichen a-z oder A-Z oder 0-9 oder - bestehen
es: El nombre de la computadora debe constar únicamente de caracteres a-z o A-Z o 0-9 o -
fi: Tietokoneen nimessä saa olla vain a-z tai A-Z tai 0-9 tai - merkkiä
fr: Le nom de l'ordinateur doit être composé uniquement de caractères a-z ou A-Z ou 0-9 ou -
he: שם המחשב חייב להיות מורכב מ-a-z או A-Z או 0-9 או - תווים בלבד
hi: कंप्यूटर के नाम में केवल a-z या A-Z या 0-9 या - अक्षर होने चाहिए
id: Nama komputer hanya boleh terdiri dari karakter a-z atau A-Z atau 0-9 atau -
ja: コンピュータの名前は、a ～ z、A ～ Z、0 ～ 9、または - の文字のみで構成されている必要があります。
nl: De naam van de computer mag alleen uit a-z of A-Z of 0-9 of - tekens bestaan
pt_br: O nome do computador deve consistir apenas em caracteres a-z ou A-Z ou 0-9 ou -
ro: Numele computerului trebuie să conțină numai caractere a-z sau A-Z sau 0-9 sau -
ru: Имя компьютера должно состоять только из символов A-Z, A-Z, 0-9 или -
sq: Emri i kompjuterit duhet të përbëhet vetëm nga a-z ose A-Z ose 0-9 ose - karaktere
sv: Datorns namn får endast bestå av a-z eller A-Z eller 0-9 eller - tecken

source: Your passwords is too short.
af: Jou wagwoorde is te kort.
ar: كلمات المرور الخاصة بك قصيرة جدًا.
bg: Вашите пароли са твърде кратки.
de: Ihre Passwörter sind zu kurz.
es: Tus contraseñas son demasiado cortas.
fi: Salasanasi ovat liian lyhyitä.
fr: Vos mots de passe sont trop courts.
he: הסיסמאות שלך קצרות מדי.
hi: आपके पासवर्ड बहुत छोटे हैं.
id: Kata sandi Anda terlalu pendek.
ja: パスワードが短すぎます。
nl: Uw wachtwoorden zijn te kort.
pt_br: Suas senhas são muito curtas.
ro: Parolele tale sunt prea scurte.
ru: Ваши пароли слишком короткие.
sq: Fjalëkalimet tuaja janë shumë të shkurtra.
sv: Dina lösenord är för korta.

source: Your password is numeric
af: Jou wagwoord is numeries
ar: كلمة المرور الخاصة بك هي رقمية
bg: Вашата парола е цифрова
de: Ihr Passwort ist numerisch
es: Tu contraseña es numérica
fi: Salasanasi on numeerinen
fr: Votre mot de passe est numérique
he: הסיסמה שלך היא מספרית
hi: आपका पासवर्ड संख्यात्मक है
id: Kata sandi Anda bersifat numerik
ja: あなたのパスワードは数字です
nl: Uw wachtwoord is numeriek
pt_br: Sua senha é numérica
ro: Parola dvs. este numerică
ru: Ваш пароль числовой
sq: Fjalëkalimi juaj është numerik
sv: Ditt lösenord är numeriskt

source: Your password must have big letters
af: Jou wagwoord moet groot letters hê
ar: يجب أن تحتوي كلمة المرور الخاصة بك على أحرف كبيرة
bg: Вашата парола трябва да е с големи букви
de: Ihr Passwort muss aus großen Buchstaben bestehen
es: Tu contraseña debe tener letras grandes
fi: Salasanassasi tulee olla isoja kirjaimia
fr: Votre mot de passe doit avoir de grosses lettres
he: הסיסמה שלך חייבת להכיל אותיות גדולות
hi: आपके पासवर्ड में बड़े अक्षर होने चाहिए
id: Kata sandi Anda harus memiliki huruf besar
ja: パスワードは大きな文字にする必要があります
nl: Uw wachtwoord moet grote brieven bevatten
pt_br: Sua senha deve ter letras grandes
ro: Parola dvs. trebuie să aibă litere mari
ru: Ваш пароль должен быть написан большими буквами
sq: Fjalëkalimi juaj duhet të ketë shkronja të mëdha
sv: Ditt lösenord måste ha stora bokstäver

source: Your password must have small letters
af: Jou wagwoord moet kleinletters hê
ar: يجب أن تحتوي كلمة المرور الخاصة بك على أحرف صغيرة
bg: Вашата парола трябва да е с малки букви
de: Ihr Passwort muss aus Kleinbuchstaben bestehen
es: Tu contraseña debe tener letras minúsculas
fi: Salasanasi tulee sisältää pieniä kirjaimia
fr: Votre mot de passe doit contenir des minuscules
he: הסיסמה שלך חייבת להכיל אותיות קטנות
hi: आपके पासवर्ड में छोटे अक्षर होने चाहिए
id: Kata sandi Anda harus dalam huruf kecil
ja: パスワードには小さな文字を使用する必要があります
nl: Uw wachtwoord moet kleine brieven bevatten
pt_br: Sua senha deve conter letras minúsculas
ro: Parola dvs. trebuie să aibă litere mici
ru: Ваш пароль должен состоять из маленьких букв
sq: Fjalëkalimi juaj duhet të ketë shkronja të vogla
sv: Ditt lösenord måste ha små bokstäver

source: Your password must not be the same as the user name
af: Jou wagwoord moet nie dieselfde as die gebruikersnaam wees nie
ar: يجب ألا تكون كلمة المرور الخاصة بك هي نفس اسم المستخدم
bg: Вашата парола не трябва да съвпада с потребителското име
de: Ihr Passwort darf nicht mit dem Benutzernamen identisch sein
es: Su contraseña no debe ser la misma que el nombre de usuario
fi: Salasanasi ei saa olla sama kuin käyttäjänimi
fr: Votre mot de passe ne doit pas être le même que le nom d'utilisateur
he: הסיסמה שלך לא חייבת להיות זהה לשם המשתמש
hi: आपका पासवर्ड उपयोगकर्ता नाम के समान नहीं होना चाहिए
id: Kata sandi Anda tidak boleh sama dengan nama pengguna
ja: パスワードはユーザー名と同じであってはなりません
nl: Uw wachtwoord mag niet hetzelfde zijn als de gebruikersnaam
pt_br: Sua senha não deve ser igual ao nome de usuário
ro: Parola dvs. nu trebuie să fie aceeași cu numele de utilizator
ru: Ваш пароль не должен совпадать с именем пользователя
sq: Fjalëkalimi juaj nuk duhet të jetë i njëjtë me emrin e përdoruesit
sv: Ditt lösenord får inte vara detsamma som användarnamnet

source: Your password length must be minimum 8 characters
af: Jou wagwoordlengte moet minstens 8 karakters wees
ar: يجب أن يكون طول كلمة المرور الخاصة بك 8 أحرف على الأقل
bg: Дължината на вашата парола трябва да е минимум 8 знака
de: Ihr Passwort muss mindestens 8 Zeichen lang sein
es: La longitud de su contraseña debe tener un mínimo de 8 caracteres.
fi: Salasanasi on oltava vähintään 8 merkkiä pitkä
fr: La longueur de votre mot de passe doit être d'au moins 8 caractères
he: אורך הסיסמה שלך חייב להיות לפחות 8 תווים
hi: आपके पासवर्ड की लंबाई कम से कम 8 अक्षर होनी चाहिए
id: Panjang kata sandi Anda harus minimal 8 karakter
ja: パスワードの長さは 8 文字以上である必要があります
nl: Uw wachtwoordlengte moet minimaal 8 tekens lang zijn
pt_br: O comprimento da sua senha deve ter no mínimo 8 caracteres
ro: Lungimea parolei dvs. trebuie să fie de minim 8 caractere
ru: Длина вашего пароля должна быть минимум 8 символов
sq: Gjatësia e fjalëkalimit tuaj duhet të jetë së paku 8 karaktere
sv: Ditt lösenord måste vara minst 8 tecken långt

source: Your password must have exclusive characters
af: Jou wagwoord moet eksklusiewe karakters hê
ar: يجب أن تحتوي كلمة المرور الخاصة بك على أحرف حصرية
bg: Вашата парола трябва да съдържа изключителни знаци
de: Ihr Passwort muss ausschließliche Zeichen enthalten
es: Tu contraseña debe tener caracteres exclusivos
fi: Salasanasi tulee sisältää yksinomaisia ​​merkkejä
fr: Votre mot de passe doit avoir des caractères exclusifs
he: הסיסמה שלך חייבת לכלול תווים בלעדיים
hi: आपके पासवर्ड में विशिष्ट अक्षर होने चाहिए
id: Kata sandi Anda harus memiliki karakter eksklusif
ja: パスワードには排他的な文字を使用する必要があります
nl: Uw wachtwoord moet exclusieve tekens bevatten
pt_br: Sua senha deve conter caracteres exclusivos
ro: Parola dvs. trebuie să aibă caractere exclusive
ru: Ваш пароль должен состоять из исключительных символов
sq: Fjalëkalimi juaj duhet të ketë karaktere ekskluzive
sv: Ditt lösenord måste ha exklusiva tecken

source: Your password must have numbers
af: Jou wagwoord moet nommers hê
ar: كلمة المرور الخاصة بك يجب أن تحتوي على أرقام
bg: Вашата парола трябва да съдържа цифри
de: Ihr Passwort muss Zahlen enthalten
es: Tu contraseña debe tener números.
fi: Salasanassasi on oltava numeroita
fr: Votre mot de passe doit comporter des chiffres
he: הסיסמה שלך חייבת לכלול מספרים
hi: आपके पासवर्ड में नंबर होने चाहिए
id: Kata sandi Anda harus memiliki angka
ja: パスワードには数字が必要です
nl: Uw wachtwoord moet cijfers bevatten
pt_br: Sua senha deve conter números
ro: Parola dvs. trebuie să aibă numere
ru: Ваш пароль должен состоять из цифр
sq: Fjalëkalimi juaj duhet të ketë numra
sv: Ditt lösenord måste ha siffror

source: Please provide a password for your user account.
af: Verskaf asseblief 'n wagwoord vir jou gebruikersrekening.
ar: يرجى تقديم كلمة مرور لحساب المستخدم الخاص بك.
bg: Моля, въведете парола за вашия потребителски акаунт.
de: Bitte ein Passwort für Ihr Benutzerkonto eingeben.
es: Entre una contraseña para su cuenta de usuario.
fi: Anna käyttäjätilin salasana.
fr: Veuillez saisir un mot de passe pour votre compte.
he: בחר סיסמה לחשבון המשתמש.
hi: कृपया उपयोक्ता अकाउंट हेतु कूटशब्द दर्ज करें।
id: Silakan masukkan kata sandi untuk akun pengguna anda.
ja: ユーザーアカウントのパスワードを入力してください。
nl: Geef een wachtwoord op voor uw gebruikersaccount.
pt_br: Por favor, informe uma senha para sua conta de usuário.
ro: Furnizați o parolă pentru contul de utilizator.
ru: Пожалуйста, укажите пароль пользовательского аккаунта.
sq: Ju lutemi jepni një fjalëkalim për llogarinë tuaj.
sv: Var god ange ett lösenord för ditt användarkonto.

source: Copying /%s
af: Kopieer tans /%s
ar: نسخ /%s
bg: Копиране /%s
de: /%s wird kopiert
es: Copiando /%s
fi: Kopioidaan /%s
fr: Copie de /%s
he: מעתיק /%s
hi: प्रतिलिपि /%s
id: Menyalin /%s
ja: /%s をコピーしています
nl: Kopiëren /%s
pt_br: Copiando /%s
ro: Copierea /%s
ru: Копирование /%s
sq: Po kopjohet /%s
sv: Kopierar /%s

source: rsync exited with return code: %s
af: rsync verlaat met terugkeerkode: %s
ar: تم الخروج من rsync برمز الإرجاع: %s
bg: rsync излезе с код за връщане: %s
de: rsync wurde mit dem Rückkehrcode %s beendet
es: rsync salió con el código de retorno: %s
fi: rsync lopetettiin paluukoodilla: %s
fr: rsync s'est terminé avec le code retour : %s
he: rsync יצא עם קוד החזרה: %s
hi: rsync रिटर्न कोड के साथ बाहर निकला: %s
id: rsync keluar dengan kode pengembalian: %s
ja: rsync が戻りコードで終了しました: %s
nl: rsync afgesloten met retourcode: %s
pt_br: rsync saiu com código de retorno: %s
ro: rsync a fost ieșit cu codul de returnare: %s
ru: rsync завершился с кодом возврата: %s
sq: rsync doli me kodin e kthimit: %s
sv: rsync avslutades med returkod: %s

source: Extracting rootfs.
af: Onttrekking van rootfs.
ar: استخراج rootfs.
bg: Извличане на rootfs.
de: Rootfs extrahieren.
es: Extrayendo rootfs.
fi: Rootf-tiedostojen purkaminen.
fr: Extraction des rootfs.
he: חילוץ rootfs.
hi: रूटफ़्स निकालना.
id: Mengekstraksi rootfs.
ja: rootfs を抽出しています。
nl: Rootfs extraheren.
pt_br: Extraindo rootfs.
ro: Extragerea rădăcinilor.
ru: Извлечение rootfs.
sq: Nxjerrja e rrënjëve.
sv: Extrahera rootfs.

source: Entering the system ...
af: Betree die stelsel ...
ar: دخول النظام...
bg: Влизане в системата ...
de: Das System wird betreten …
es: Entrada en el sistema...
fi: Siirrytään järjestelmään...
fr: Entrée dans le système ...
he: נכנס למערכת ...
hi: सिस्टम में प्रवेश किया जा रहा है ...
id: Memasuki sistem...
ja: システムに入る...
nl: Systeem aan het binnengaan...
pt_br: Entrando no sistema...
ro: Intrare în sistem ...
ru: Вход в систему ...
sq: Duke hyrë në sistem ...
sv: Går in i systemet ...

source: Adding new user to the system
af: Voeg nuwe gebruiker by die stelsel
ar: إضافة مستخدم جديد للنظام
bg: Добавяне на нов потребител към системата
de: Neuer Benutzer wird zum System hinzugefügt
es: Creación de una cuenta de usuario
fi: Lisätään uusi käyttäjä järjestelmään
fr: Création du compte utilisateur
he: מוסיף משתמש חדש למערכת
hi: नए उपयोक्ता को सिस्टम में जोड़ा जा रहा है
id: Menambahkan pengguna baru ke sistem
ja: システムに新しいユーザーを追加する
nl: Nieuwe gebruiker toevoegen aan het systeem
pt_br: Adicionando novo usuário ao sistema
ro: Se adaugă un utilizator nou în sistem
ru: Добавление нового пользователя в систему
sq: Duke shtuar përdoruesin e ri në sistem
sv: Lägger till en ny användare i systemet

source: Writing filesystem mount information to /etc/fstab
af: Skryf lêerstelsel mount inligting na /etc/fstab
ar: كتابة معلومات تحميل نظام الملفات إلى /etc/fstab
bg: Записване на информация за монтиране на файловата система в /etc/fstab
de: Die Einhängeinformationen des Dateisystems werden nach /etc/fstab geschrieben
es: Escritura de información de montaje en /etc/fstab
fi: Kirjoitetaan tiedostojärjestelmien liitostietoja tiedostoon /etc/fstab
fr: Écriture des informations de montage dans /etc/fstab
he: כותב מידע של טעינת מערכת הקבצים ל /etc/fstab
hi: फ़ाइल सिस्टम माउंट की जानकारी /etc/fstab पर राइट की जा रही है
id: Menuliskan informasi mount filesystem ke /etc/fstab
ja: ファイルシステムのマウント情報を /etc/fstab に書き込む
nl: Aankoppelinformatie betreffende het bestandssysteem wegschrijven in /etc/fstab
pt_br: Gravando informações para a montagem do sistema de arquivos em /etc/fstab
ro: Se scrie informația de montare a sistemului de fișiere în /etc/fstab
ru: Запись информации о монтировании файловой системы в /etc/fstab
sq: Duke shkruat informacionet e montimit të filesystem-it në /etc/fstab
sv: Skriver in filsystemets monteringsinformation i /etc/fstab
