Repository: maunalinux/mauna-installer
Catalog: po/live-installer-*.po
Languages: af, ar, bg, de, es, fi, fr, he, hi, id, ja, nl, pt_br, ro, ru, sq, sv

source: Choose a password:
af: Kies 'n wagwoord:
ar: اختر كلمة مرور:
bg: Избери парола:
de: Bitte Passwort auswählen:
es: Elija una contraseña:
fi: Valitse salasana:
fr: Choisissez un mot de passe :
he: בחר סיסמה:
hi: एक पासवर्ड चुनें:
id: Pilih sebuah kata kunci:
ja: パスワードを決めて下さい：
nl: Kies een wachtwoord:
pt_br: Escolha uma senha:
ro: Alegeți o parolă:
ru: Задайте пароль:
sq: Zgjidh nje fjalekalim:
sv: Välj ett lösenord:

source: Log in automatically
af: Teken outomaties in
ar: تسجيل الدخول تلقائيا
bg: Влезте автоматично
de: Automatisch anmelden
es: Iniciar sesión automáticamente
fi: Kirjaudu sisään automaattisesti
fr: Se connecter automatiquement
he: הכנס אוטומטית
hi: स्वतः लॉग इन करें
id: Login secara otomatis
ja: 自動的にログインする
nl: Automatisch aanmelden
pt_br: Iniciar sessão automaticamente
ro: Autentificare automată
ru: Входить в систему автоматически
sq: Hyr automatikisht
sv: Logga in automatiskt

source: Require my password to log in
af: Vereis my wagwoord om aan te meld
ar: تتطلب كلمة المرور الخاصة بي لتسجيل الدخول
bg: Изискване на паролата ми за влизане
de: Passwort zum Anmelden abfragen
es: Requerir la contraseña para iniciar sesión
fi: Vaadi salasana sisäänkirjautumiseen
fr: Exiger mon mot de passe pour ouvrir une session
he: דרוש את הסיסמה שלי כדי להיכנס
hi: लॉग इन करने के लिए मेरे पासवर्ड की आवश्यकता है
id: Memerlukan kata sandi saya untuk masuk
ja: ログインにパスワードを要求する
nl: Mijn wachtwoord vergen om aan te melden
pt_br: Solicitar minha senha para entrar
ro: Solicitați parola pentru a vă autentifica
ru: Запрашивать пароль при входе в систему
sq: Kërkoni fjalëkalimin tim për t'u identifikuar
sv: Kräv mitt lösenord för att logga in

source: Encrypt my home folder
af: Enkripteer my tuislêergids
ar: تشفير المجلد الرئيسي الخاص بي
bg: Шифроване на моята домашна папка
de: Meinen persönlichen Ordner verschlüsseln
es: Cifrar mi carpeta personal
fi: Salaa kotikansioni
fr: Chiffrer mon dossier personnel
he: הצפין את תיקיית הבית שלי
hi: मेरे होम फ़ोल्डर को एन्क्रिप्ट करें
id: Enkripsi folder rumah saya
ja: ホームフォルダーを暗号化する
nl: Mijn persoonlijke map versleutelen
pt_br: Criptografar minha pasta pessoal
ro: Criptează-mi dosarul personal
ru: Шифрование домашней папки
sq: Enkripto dosjen time të shtëpisë
sv: Kryptera min hemmapp

source: Confirm your password:
af: Bevestig jou wagwoord:
ar: أكد رقمك السري:
bg: Потвърдите паролата:
de: Passwort bestätigen:
es: Confirme la contraseña:
fi: Vahvista salasana:
fr: Confirmez votre mot de passe :
he: אמת סיסמתך:
hi: अपने पासवर्ड की पुष्टि करें:
id: Konfirmasi password Anda:
ja: あなたのパスワードを確認：
nl: Bevestig uw wachtwoord:
pt_br: Confirme sua senha:
ro: Confirmați parola:
ru: Подтвердите пароль:
sq: Konfirmoni fjalëkalimin tuaj:
sv: Bekräfta ditt lösenord:

source: Length must be minimum 8 characters
af: Lengte moet minstens 8 karakters wees
ar: يجب أن يكون الحد الأدنى للطول 8 أحرف
bg: Дължината трябва да е минимум 8 знака
de: Die Länge muss mindestens 8 Zeichen betragen
es: La longitud debe tener un mínimo de 8 caracteres
fi: Pituuden on oltava vähintään 8 merkkiä
fr: La longueur doit être d'au moins 8 caractères
he: האורך חייב להיות לפחות 8 תווים
hi: लंबाई कम से कम 8 अक्षर होनी चाहिए
id: Panjangnya harus minimal 8 karakter
ja: 長さは少なくとも 8 文字である必要があります
nl: De lengte moet minimaal 8 tekens zijn
pt_br: O comprimento deve ter no mínimo 8 caracteres
ro: Lungimea trebuie să fie de minim 8 caractere
ru: Длина должна быть минимум 8 символов
sq: Gjatësia duhet të jetë së paku 8 karaktere
sv: Längden måste vara minst 8 tecken

source: Automated installation enabled!
af: Outomatiese installasie geaktiveer!
ar: تم تمكين التثبيت الآلي!
bg: Автоматичната инсталация е активирана!
de: Automatisierte Installation aktiviert!
es: ¡Instalación automática habilitada!
fi: Automaattinen asennus käytössä!
fr: Installation automatisée activée!
he: התקנה אוטומטית מופעלת!
hi: स्वचालित स्थापना सक्षम!
id: Instalasi otomatis diaktifkan!
ja: 自動インストールが有効になりました!
nl: Automatische installatie ingeschakeld!
pt_br: Instalação automatizada habilitada!
ro: Instalare automată activată!
ru: Автоматическая установка включена!
sq: Instalimi i automatizuar u aktivizua!
sv: Automatisk installation aktiverad!

source: Please do not turn off your computer during the installation process.
af: Moet asseblief nie jou rekenaar afskakel tydens die installasieproses nie.
ar: الرجاء عدم إيقاف تشغيل جهاز الكمبيوتر الخاص بك أثناء عملية التثبيت.
bg: Моля, не изключвайте компютъра си по време на инсталационния процес.
de: Bitte schalten Sie Ihren Computer während des Installationsvorgangs nicht aus.
es: No apague su computadora durante el proceso de instalación.
fi: Älä sammuta tietokonettasi asennuksen aikana.
fr: Veuillez ne pas éteindre votre ordinateur pendant le processus d'installation.
he: נא לא לכבות את המחשב במהלך תהליך ההתקנה.
hi: कृपया इंस्टॉलेशन प्रक्रिया के दौरान अपना कंप्यूटर बंद न करें।
id: Harap jangan mematikan komputer Anda selama proses instalasi.
ja: インストールプロセス中はコンピュータの電源を切らないでください。
nl: Schakel uw computer niet uit tijdens het installatieproces.
pt_br: Não desligue o computador durante o processo de instalação.
ro: Vă rugăm să nu opriți computerul în timpul procesului de instalare.
ru: Автоматическая установка включена.
sq: Ju lutemi mos e fikni kompjuterin gjatë procesit të instalimit.
sv: Stäng inte av din dator under installationsprocessen.

source: Mauna team
af: Mauna span
ar: فريق ماونا
bg: Екипът на Мауна
es: Equipo Mauna
fi: Maunan joukkue
fr: L'équipe Mauna
he: צוות מאונה
hi: मौना टीम
id: Tim Mauna
ja: マウナチーム
pt_br: Equipe Mauna
ro: Echipa Mauna
ru: Команда Мауна
sq: Ekipi i Mauna
sv: Mauna laget

source: Welcome
af: Welkom
ar: مرحباً
bg: Добре дошли
de: Willkommen
es: Bienvenid@
fi: Tervetuloa
fr: Bienvenue
he: ברוך הבא
hi: स्वागत
id: Selamat datang
ja: いらっしゃいませ
nl: Welkom
pt_br: Bem Vindo
ro: Bun venit
ru: Добро пожаловать
sq: Mirë se vini
sv: Välkommen

source: read only
af: slegs lees
ar: يقرأ فقط
bg: Само за четене
de: schreibgeschützt
es: solo lectura
fi: Lue ainoastaan
fr: lecture seulement
he: לקריאה בלבד
hi: केवल पढ़ने के लिए
id: hanya baca
ja: 読み取り専用
nl: alleen lezen
pt_br: somente leitura
ro: numai citit
ru: только чтение
sq: lexo vetem
sv: endast läs

source: Use default Btrfs subvolumes
af: Gebruik verstek Btrfs subvolumes
ar: استخدم المجلدات الفرعية الافتراضية لـ Btrfs
bg: Използвайте Btrfs подтомове по подразбиране
de: Standardmäßige Btrfs-Subvolumes verwenden
es: Usar subvolúmenes Btrfs predeterminados
fi: Käytä oletusarvoisia Btrfs-alilevyjä
fr: Utiliser les sous-volumes Btrfs par défaut
he: השתמש בנפחי משנה של Btrfs המוגדרים כברירת מחדל
hi: डिफ़ॉल्ट Btrfs सबवॉल्यूम का उपयोग करें
id: Gunakan subvolume Btrfs default
ja: デフォルトのBtrfsサブボリュームを使用する
nl: Gebruik standaard Btrfs-subvolumes
pt_br: Use subvolumes padrão do Btrfs
ro: Utilizați subvolumele implicite Btrfs
ru: Использовать субтома Btrfs по умолчанию
sq: Përdorni nënvëllimet e paracaktuara Btrfs
sv: Använd standard Btrfs-undervolymer

source: Format subvolume
af: Formateer asFormateer subvolume
ar: تنسيق المجلد الفرعي
bg: Форматиране на подтом
de: Untervolume formatieren
es: Formatear subvolumen
fi: Muotoile alimäärä
fr: Formater enFormater le sous-volume
he: עיצוב תת כרך
hi: सबवॉल्यूम को प्रारूपित करें
ja: サブボリュームをフォーマットする
nl: Subvolume opmaken
pt_br: Formatar subvolume
ro: Formatați subvolumul
ru: Форматировать субтом
sq: Formatoni nënvëllimin
sv: Formatera undervolym

source: Try Mauna
af: Probeer Mauna
ar: جرب مونا
bg: Опитайте Мауна
de: Versuchen Sie es mit Mauna
es: Prueba Mauna
fi: Kokeile Maunaa
fr: Essayez Mauna
he: נסה את מאונה
hi: मौना का प्रयास करें
id: Coba Mauna
ja: マウナを試してみる
nl: Probeer Mauna
pt_br: Formatar subvolume
ro: Încearcă Mauna
ru: Попробуйте Мауну
sq: Provoni Mauna
sv: Prova Mauna

source: Install to Hard Drive
af: Installeer op hardeskyf
ar: التثبيت على القرص الصلب
bg: Инсталиране на твърд диск
de: Auf Festplatte installieren
es: Instalar en el disco Duro
fi: Asenna kiintolevylle
fr: Installer sur le Disque Dur
he: התקן בכונן קשיח
hi: हार्ड ड्राइव पर इंस्टॉल करें
id: Instal ke Hard Drive
ja: ハードドライブにインストールする
nl: Installeer op harde schijf
pt_br: Instalar no Disco rígido
ro: Instalați pe hard disk
ru: Установить на жесткий диск
sq: Instaloni në Hard Drive
sv: Installera på hårddisk

source: You are currently running Mauna from live media.
af: Jy bestuur tans Mauna vanaf regstreekse media.
ar: أنت حاليًا تقوم بتشغيل مونا من الوسائط المباشرة.
bg: В момента управлявате Mauna от медии на живо.
de: Sie führen Mauna derzeit über Live-Medien aus.
es: Actualmente estás ejecutando Mauna desde medios en vivo.
fi: Käytät tällä hetkellä Maunaa live-mediasta.
fr: Vous exécutez actuellement Mauna à partir de médias en direct.
he: אתה מפעיל כרגע את מאונה ממדיה חיה.
hi: आप वर्तमान में लाइव मीडिया से मौना चला रहे हैं।
id: Anda sedang menjalankan Mauna dari media langsung.
ja: 現在、ライブ メディアからマウナを実行しています。
nl: Je gebruikt Mauna momenteel via live media.
pt_br: No momento, você está executando o Mauna a partir de mídia ao vivo.
ro: În prezent, rulați Mauna din media live.
ru: В настоящее время вы используете Mauna из живого мультимедиа.
sq: Aktualisht po ekzekutoni Mauna nga media e drejtpërdrejtë.
sv: Du kör för närvarande Mauna från livemedia.

source: You can install Mauna now, or chose "Install to Hard Drive" in the Application Menu later.
af: Jy kan Mauna nou installeer, of kies "Installeer op hardeskyf" in die Toepassingskieslys later.
ar: يمكنك تثبيت مونا الآن، أو اختيار "التثبيت على القرص الصلب" في قائمة التطبيقات لاحقًا.
bg: Можете да инсталирате Mauna сега или да изберете „Инсталиране на твърд диск“ в менюто на приложението по-късно.
de: Sie können Mauna jetzt installieren oder später im Anwendungsmenü "Auf Festplatte installieren“ auswählen.
es: Puede instalar Mauna ahora o elegir "Instalar en el disco duro" en el menú de la aplicación más tarde.
fi: Voit asentaa Maunan nyt tai valita myöhemmin Sovellusvalikosta "Asenna kiintolevylle".
fr: Vous pouvez installer Mauna maintenant ou choisir « Installer sur le disque dur » plus tard dans le menu Application.
he: אתה יכול להתקין את Mauna עכשיו, או לבחור "התקן בכונן קשיח" בתפריט היישומים מאוחר יותר.
hi: आप मौना को अभी इंस्टॉल कर सकते हैं, या बाद में एप्लीकेशन मेनू में "हार्ड ड्राइव पर इंस्टॉल करें" चुन सकते हैं।
id: Anda dapat menginstal Mauna sekarang, atau memilih "Instal ke Hard Drive" di Menu Aplikasi nanti.
ja: 今すぐ Mauna をインストールすることも、後でアプリケーション メニューで「ハード ドライブにインストール」を選択することもできます。
nl: U kunt Mauna nu installeren, of later "Installeren op harde schijf" kiezen in het Applicatiemenu.
pt_br: Você pode instalar o Mauna agora ou escolher "Instalar no disco rígido" no Menu do Aplicativo posteriormente.
ro: Puteți instala Mauna acum sau puteți alege „Instalați pe hard disk” în meniul Aplicație mai târziu.
ru: Вы можете установить Mauna сейчас или выбрать «Установить на жесткий диск» в меню приложения позже.
sq: Mund ta instaloni Mauna tani ose zgjidhni "Instalo to Hard Drive" në menynë e aplikacioneve më vonë.
sv: Du kan installera Mauna nu, eller välj "Installera på hårddisk" i applikationsmenyn senare.

source: Welcome to Mauna
af: Welkom by Mauna
ar: مرحبا بكم في ماونا
bg: Добре дошли в Мауна
de: Willkommen in Mauna
es: Bienvenido a Mauna
fi: Tervetuloa Maunaan
fr: Bienvenue à Mauna
he: ברוכים הבאים למאונה
hi: मौना में आपका स्वागत है
id: Selamat datang di Mauna
ja: マウナへようこそ
nl: Welkom bij Mauna
pt_br: Bem vindo ao Mauna
ro: Bun venit la Mauna
ru: Добро пожаловать в Мауну
sq: Mirë se vini në Mauna
sv: Välkommen till Mauna

source: OK
ar: نعم
bg: Добре
de: Bestätigen
es: Aceptar
he: אישור
hi: ठीक है
ja: わかりました
nl: Oké
ru: ХОРОШО
sq: Ne rregull

source: No
af: Geen
ar: لا
bg: Не
de: Nein
fi: Ei
fr: Non
he: לא
hi: नहीं
id: Tidak
ja: いいえ
nl: Nee
pt_br: Não
ro: Nu
ru: Нет
sq: Nr
sv: Nej

source: Yes
af: Ja
ar: نعم
bg: да
de: Ja
es: Sí
fi: Kyllä
fr: Oui
he: כן
hi: हाँ
id: Ya
ja: はい
nl: Ja
pt_br: Sim
ro: Da
ru: Да
sq: Po
sv: Ja

source: Select timezone
af: Kies tydsone
ar: اختر المجال الزمني
bg: Изберете часова зона
de: Wähle Zeitzone aus
es: Selecciona la zona horaria
fi: Valitse aikavyöhyke
fr: Sélectionnez le fuseau horaire
he: בחר אזור זמן
hi: समयक्षेत्र चुनें
id: Pilih zona waktu
ja: タイムゾーンの選択
nl: Selecteer tijdzone
pt_br: Selecione o Fuso horário
ro: Selectați fusul orar
ru: Выберите часовой пояс
sq: Zgjidhni zonën kohore
sv: Välj tidszon

source: Welcome to the %s Installer.
af: Welkom by die %s installeerder.
ar: مرحباً بك في مُثبت %s.
bg: Добре дошли в инсталатора на %s.
de: Willkommen beim %s-Installationsprogramm.
es: Bienvenido al instalador de % s.
fi: Tervetuloa %s-asennusohjelmaan.
fr: Bienvenue dans le programme d'installation de %s.
he: ברוכים הבאים למתקין %s.
hi: %s इंस्टॉलर में आपका स्वागत है.
id: Selamat datang di Pemasang %s.
ja: %s インストーラーへようこそ。
nl: Welkom bij het %s-installatieprogramma.
pt_br: Bem-vindo ao instalador do %s.
ro: Bun venit la programul de instalare %s.
ru: Добро пожаловать в установщик %s.
sq: Mirë se vini në instaluesin e %s.
sv: Välkommen till %s installationsprogrammet.

source: What language would you like to use?
af: Watter taal sal jy graag wil gebruik?
ar: ما هي اللغة التي ترغب في استخدامها؟
bg: Какъв език бихте искали да използвате?
de: Welche Sprache wollen Sie verwenden?
es: ¿Qué idioma desea usar?
fi: Mitä kieltä haluat käyttää?
fr: Quelle langue souhaitez-vous utiliser ?
he: באיזו שפה תרצה להשתמש?
hi: आप किस भाषा का उपयोग करना चाहेंगे?
id: Bahasa apa yang ingin Anda gunakan?
ja: どの言語を使用したいですか?
nl: Welke taal wilt u gebruiken?
pt_br: Qual idioma você gostaria de usar?
ro: Ce limbă ai dori să folosești?
ru: Какой язык вы предпочитаете использовать?
sq: Çfarë gjuhe dëshironi të përdorni?
sv: Vilket språk vill du använda?

source: Language
af: Taal
ar: لغة
bg: език
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
id: Bahasa
ja: 言語
nl: Taal
pt_br: Idioma
ro: Limbă
ru: Язык
sq: Gjuha
sv: Språk

source: Where are you?
af: Waar is jy?
ar: أين أنت؟
bg: Къде си?
de: Wo befinden Sie sich?
es: ¿Dónde se encuentra?
fi: Mikä on sijaintisi?
fr: Où vous trouvez-vous ?
he: איפה אתה?
hi: आप कहां हैं?
id: Kamu ada di mana?
ja: どこにいるの？
nl: Waar bevindt u zich?
pt_br: Onde você está?
ro: Unde vă aflați?
ru: Где вы находитесь?
sq: Ku jeni ju?
sv: Var befinner du dig?

source: What keyboard would you like to use?
af: Watter sleutelbord sal jy graag wil gebruik?
ar: ما لوحة المفاتيح التي ترغب في استخدامها؟
bg: Каква клавиатура бихте искали да използвате?
de: Welche Tastatur möchten Sie verwenden?
es: ¿Qué teclado te gustaría usar?
fi: Mitä näppäimistöä haluaisit käyttää?
fr: Quel clavier souhaiteriez-vous utiliser ?
he: באיזו מקלדת תרצה להשתמש?
hi: आप किस कीबोर्ड का उपयोग करना चाहेंगे?
id: Papan ketik apa yang ingin Anda gunakan?
ja: どのキーボードを使いたいですか?
nl: Welk toetsenbord wil je gebruiken?
pt_br: Qual teclado você gostaria de usar?
ro: Ce tastatură ai vrea să folosești?
ru: Какую клавиатуру вы бы хотели использовать?
sq: Çfarë tastierë dëshironi të përdorni?
sv: Vilket tangentbord skulle du vilja använda?

source: Keyboard Model
af: Sleutelbord Model
ar: نموذج لوحة المفاتيح
bg: Модел клавиатура
de: Tastaturmodell
es: Modelo de teclado
fi: Näppäimistön malli
fr: Modèle de clavier
he: דגם מקלדת
hi: कीबोर्ड मॉडल
id: Model Papan Ketik
ja: キーボードモデル
nl: Toetsenbordmodel
pt_br: Modelo de teclado
ro: Model de tastatură
ru: Модель клавиатуры
sq: Modeli i tastierës
sv: Tangentbordsmodell

source: Installation type?
af: Installasie Tipe?
ar: نوع التثبيت؟
bg: Тип инсталация?
de: Installationstyp?
es: Tipo de instalación?
fi: Asennustyyppi?
fr: Type d’installation?
he: סוג התקנה?
hi: स्थापना प्रकार?
id: Jenis instalasi?
ja: 設置タイプ?
nl: Installatietype?
pt_br: Tipo de instalação?
ro: Tip de instalare?
ru: Тип установки?
sq: Lloji i instalimit?
sv: Installationstyp?

source: Type
af: Tik
ar: يكتب
bg: Тип
de: Typ
es: Tipo
fi: Tyyppi
fr: Catégorie
he: סוג
hi: प्रकार
id: Tipe
ja: タイプ
pt_br: Tipo
ro: Tip
ru: Тип
sq: Lloji
sv: Typ

source: Select a disk?
af: Kies 'n skyf?
ar: حدد القرص؟
bg: Изберете диск?
de: Eine Festplatte auswählen?
es: Elija un disco?
fi: Valitse levy?
fr: Sélectionner un disque ?
he: לבחור דיסק?
hi: कोई डिस्क चुनें?
id: Pilih disk?
ja: ディスクを選択しますか?
nl: Een schijf selecteren?
pt_br: Selecione um disco?
ro: Selectați un disc?
ru: Выбрать диск?
sq: Zgjidhni një disk?
sv: Välj en disk?

source: Disk
af: Skyf
ar: القرص
bg: диск
de: Scheibe
es: Disco
fi: Levy
fr: Disque
he: דִיסק
hi: डिस्क
ja: ディスク
nl: Schijf
pt_br: Disco
ro: Disc
ru: Диск

source: Try %s
af: Probeer %s
ar: حاول %s
bg: Опитайте %s
de: Versuchen Sie es mit %s
es: Prueba %s
fi: Kokeile %s
fr: Essayez %s
he: נסה את %s
hi: %s प्रयास करें
id: Coba %s
ja: %s を試してください
nl: Probeer %s
pt_br: Experimente %s
ro: Încercați %s
ru: Попробуйте %s
sq: Provoni %s
sv: Prova %s

source: You are currently running %s from live media.
af: Jy laat tans %s van regstreekse media af.
ar: أنت حاليًا تقوم بتشغيل %s من الوسائط المباشرة.
bg: В момента изпълнявате %s от медии на живо.
de: Sie führen derzeit %s über Live-Medien aus.
es: Actualmente estás ejecutando %s desde medios en vivo.
fi: Käytät tällä hetkellä %s livemediasta.
fr: Vous exécutez actuellement %s à partir d'un média en direct.
he: אתה מפעיל כרגע את %s ממדיה חיה.
hi: आप वर्तमान में लाइव मीडिया से %s चला रहे हैं।
id: Anda sedang menjalankan %s dari media langsung.
ja: 現在、ライブ メディアから %s を実行しています。
nl: Je gebruikt momenteel %s vanaf live media.
pt_br: No momento você está executando o %s através da mídia ao vivo.
ro: În prezent rulați %s din media live.
ru: В настоящее время вы используете %s из живого мультимедиа.
sq: Aktualisht po ekzekutoni %s nga media e drejtpërdrejtë.
sv: Du kör för närvarande %s från livemedia.

source: You can install %s now, or chose "Install to Hard Drive" in the Application Menu later.
af: Jy kan %s nou installeer, of kies later "Installeer op hardeskyf" in die toepassingskieslys.
ar: يمكنك تثبيت %s الآن، أو اختيار "التثبيت على القرص الصلب" في قائمة التطبيق لاحقًا.
bg: Можете да инсталирате %s сега или да изберете "Инсталиране на твърд диск" в менюто на приложението по-късно.
de: Sie können %s jetzt installieren oder später im Anwendungsmenü "Auf Festplatte installieren“ auswählen.
es: Puede instalar %s ahora o elegir "Instalar en el disco duro" en el menú de la aplicación más adelante.
fi: Voit asentaa %s nyt tai valita myöhemmin Sovellusvalikosta "Asenna kiintolevylle".
fr: Vous pouvez installer %s maintenant ou choisir « Installer sur le disque dur » plus tard dans le menu Application.
he: אתה יכול להתקין את %s כעת, או לבחור "התקן בכונן קשיח" בתפריט היישומים מאוחר יותר.
hi: आप %s को अभी इंस्टॉल कर सकते हैं, या बाद में एप्लिकेशन मेनू में "हार्ड ड्राइव पर इंस्टॉल करें" चुन सकते हैं।
id: Anda dapat menginstal %s sekarang, atau memilih "Instal ke Hard Drive" di Menu Aplikasi nanti.
ja: 今すぐ %s をインストールするか、後でアプリケーション メニューで [ハード ドライブにインストール] を選択できます。
nl: U kunt %s nu installeren, of later "Installeren op harde schijf" kiezen in het Applicatiemenu.
pt_br: Você pode instalar o %s agora ou escolher "Instalar no disco rígido" no menu do aplicativo mais tarde.
ro: Puteți instala %s acum sau puteți alege „Instalați pe hard disk” în meniul Aplicație mai târziu.
ru: Вы можете установить %s сейчас или выбрать «Установить на жесткий диск» в меню приложения позже.
sq: Mund ta instaloni %s tani ose zgjidhni "Instalo to Hard Drive" në menynë e aplikacioneve më vonë.
sv: Du kan installera %s nu, eller välj "Installera på hårddisk" i programmenyn senare.

source: Welcome to %s
af: Welkom by %s
ar: مرحبًا بك في %s
bg: Добре дошли в %s
de: Willkommen bei %s
es: Bienvenido a %s
fi: TervetuloaTervetuloa %s
fr: Bienvenue sur %s
he: ברוכים הבאים אל %s
hi: %s में आपका स्वागत है
id: Selamat datang di %s
ja: %s へようこそ
nl: Welkom bij %s
pt_br: Bem vindo ao %s
ro: Bun venit la %s
ru: Добро пожаловать в %s
sq: Mirë se vini në %s
sv: Välkommen till %s

source: B
fr: O
he: בייט
ru: Б

source: kB
fi: kt
fr: ko
he: ק"ב
ru: кБ

source: MB
fi: Mt
fr: Mo
he: מ"ב
ru: МБ

source: TB
fi: Tt
fr: To
he: ט״ב
ru: ТБ

source: Removable:
af: Verwyderbaar:
ar: قابل للإزالة:
bg: Подвижен:
de: Entfernbar:
es: Extraíble:
fi: Irrotettava:
fr: Amovible :
he: התקנים נשלפים:
hi: निराकरणीय:
ja: 取り外し可能:
nl: Verwijderbaar:
pt_br: Removível:
ro: Detaşabil:
ru: Съёмные:
sq: E lëvizshme:
sv: Borttagbar:

source: btrfs subvolume
ar: btrfs المجلد الفرعي
bg: btrfs подтом
de: BTRFS-Untervolume
es: subvolumen btrfs
fi: btrfs-alilevy
fr: sous-volume btrfs
he: btrfs תת נפח
hi: btrfs सबवॉल्यूम
id: subvolume btrfs
ja: btrfs サブボリューム
pt_br: subvolume btrfs
ro: subvolumul btrfs
ru: субобъем btrfs
sq: btrfs nënvëllim
sv: btrfs undervolym

source: Edit Subvolume
af: Wysig subvolume
ar: تحرير المجلد الفرعي
bg: Редактиране на подтом
de: Subvolume bearbeiten
es: Editar subvolumen
fi: Muokkaa alimäärää
fr: Modifier le sous-volume
he: ערוך נפח משנה
hi: सबवॉल्यूम संपादित करें
id: Sunting Subvolume
ja: サブボリュームを編集
nl: Subvolume bewerken
pt_br: Editar subvolume
ro: Editați subvolumul
ru: Редактировать подтом
sq: Redakto nënvëllimin
sv: Redigera undervolym

source: Read only
af: Slegs lees
ar: يقرأ فقط
bg: Само за четене
de: Schreibgeschützt
es: Solo lectura
fi: Lue ainoastaan
fr: Lecture seulement
he: לקריאה בלבד
hi: केवल पढ़ने के लिए
id: Hanya baca
ja: 読み取り専用
nl: Alleen lezen
pt_br: Somente leitura
ro: Numai citire
ru: Только чтение
sq: Lexo vetem
sv: Endast läs

source: The name of a subvolume must not start or end with a forward slash
af: Die naam van 'n subvolume mag nie met 'n voorwaartse skuinsstreep begin of eindig nie
ar: يجب ألا يبدأ اسم المجلد الفرعي أو ينتهي بشرطة مائلة للأمام
bg: Името на подтом не трябва да започва или завършва с наклонена черта
de: Der Name eines Subvolumes darf nicht mit einem Schrägstrich beginnen oder enden
es: El nombre de un subvolumen no debe comenzar ni terminar con una barra diagonal.
fi: Alitaiteen nimi ei saa alkaa tai päättyä vinoviivalla
fr: Le nom d'un sous-volume ne doit pas commencer ni se terminer par une barre oblique
he: שם של תת-נפח אסור להתחיל או להסתיים בקו נטוי קדימה
hi: सबवॉल्यूम का नाम फ़ॉरवर्ड स्लैश से शुरू या ख़त्म नहीं होना चाहिए
id: Nama subvolume tidak boleh diawali atau diakhiri dengan garis miring
ja: サブボリュームの名前はスラッシュで始まっても終わってもいけません
nl: De naam van een subvolume mag niet beginnen of eindigen met een schuine streep
pt_br: O nome de um subvolume não deve começar ou terminar com uma barra
ro: Numele unui subvolum nu trebuie să înceapă sau să se termine cu o bară oblică
ru: Имя подобтома не должно начинаться или заканчиваться косой чертой
sq: Emri i një nënvëllimi nuk duhet të fillojë ose të përfundojë me një prerje përpara
sv: Namnet på en undervolym får inte börja eller sluta med ett snedstreck

source: The name of a subvolume must not be blank or contain a space
af: Die naam van 'n subvolume moet nie leeg wees of 'n spasie bevat nie
ar: يجب ألا يكون اسم المجلد الفرعي فارغًا أو يحتوي على مسافة
bg: Името на подтом не трябва да е празно или да съдържа интервал
de: Der Name eines Subvolumes darf nicht leer sein oder ein Leerzeichen enthalten
es: El nombre de un subvolumen no debe estar en blanco ni contener un espacio.
fi: Alitaiteen nimi ei saa olla tyhjä tai sisältää välilyönnin
fr: Le nom d'un sous-volume ne doit pas être vide ni contenir d'espace
he: השם של תת-נפח לא יכול להיות ריק או להכיל רווח
hi: सबवॉल्यूम का नाम रिक्त नहीं होना चाहिए या उसमें कोई स्थान नहीं होना चाहिए
id: Nama subvolume tidak boleh kosong atau mengandung spasi
ja: サブボリュームの名前は空白にしたりスペースを含めたりすることはできません
nl: De naam van een subvolume mag niet leeg zijn of een spatie bevatten
pt_br: O nome de um subvolume não deve ficar em branco nem conter espaço
ro: Numele unui subvolum nu trebuie să fie gol sau să conțină un spațiu
ru: Имя подобтома не должно быть пустым или содержать пробел
sq: Emri i një nënvëllimi nuk duhet të jetë bosh ose të përmbajë një hapësirë
sv: Namnet på en undervolym får inte vara tomt eller innehålla ett mellanslag
