Repository: maunalinux/mauna-installer
Catalog: po/live-installer-*.po
Languages: af, ar, bg, de, es, fi, fr, he, hi, id, ja, nl, pt_br, ro, ru, sq, sv

source: The EFI partition must be formatted as vfat.
af: Die EFI-partisie moet as vfat geformateer word.
ar: يجب تنسيق قسم EFI كـ vfat.
bg: EFI дялът трябва да бъде форматиран като vfat.
de: Die EFI-Partition muss als vfat formatiert werden.
es: La partición EFI debe tener formato vfat.
fi: EFI-osion täytyy olla alustettu vfat-muotoon.
fr: La partition EFI doit être formatée en vfat.
he: מחיצת ה־EFI חייבת להיות בפורמט vfat.
hi: EFI विभाजन vfat के रूप में फॉर्मेट होना चाहिए।
id: Partisi EFI harus diformat dalam vfat.
ja: EFI パーティションは vfat としてフォーマットする必要があります。
nl: De EFI-partitie moet worden geformatteerd als vfat.
pt_br: A partição EFI deve ser formatada como vfat.
ro: Partiția EFI trebuie să fie formatată ca și vfat.
ru: Раздел EFI должен быть отформатирован как vfat.
sq: Ndarje EFI duhet të jetë i formatuar si VFAT.
sv: EFI-partitionen måste vara formaterad som vfat.

source: Please select an EFI partition.
af: Kies asseblief 'n EFI-partisie.
ar: الرجاء تحديد قسم EFI.
bg: Моля, изберете EFI дял.
de: Bitte eine EFI-Partition auswählen.
es: Seleccione una partición EFI.
fi: Valitse EFI-osio.
fr: Veuillez choisir une partition EFI.
he: נא לבחור במחיצת EFI.
hi: EFI विभाजन चुनें।
id: Silakan pilih partisi EFI.
ja: EFI パーティションを選択してください。
nl: Selecteer een EFI-partitie.
pt_br: Por favor, selecione uma partição EFI.
ro: Selectați o partiţie EFI.
ru: Пожалуйста, укажите раздел EFI.
sq: Ju lutemi zgjidhni një ndarje EFI.
sv: Var god välj en EFI-partition.

source: An EFI system partition is needed with the following requirements: - Mount point: /boot/efi - Partition flags: Bootable - Size: at least 100MB - Format: vfat or fat32 To ensure compatibility with Windows we recommend you use the first partition of the disk as the EFI system partition.
af: 'n EFI-stelselpartisie word benodig met die volgende vereistes: - Monteer punt: /boot/efi - Partisievlae: selflaaibaar - Grootte: ten minste 100MB - Formaat: vfat of fat32 Om versoenbaarheid met Windows te verseker, beveel ons aan dat u die eerste partisie van die skyf as die EFI-stelselpartisie gebruik.
ar: يلزم وجود قسم نظام EFI بالمتطلبات التالية: - نقطة التثبيت: /boot/efi - أعلام التقسيم: قابل للتمهيد - الحجم: 100 ميجا على الأقل - التنسيق: vfat أو fat32 لضمان التوافق مع Windows، نوصي باستخدام القسم الأول من القرص كقسم نظام EFI.
bg: Необходим е EFI системен дял със следните изисквания: - Точка на монтиране: /boot/efi - Флагове на дялове: стартиращи - Размер: поне 100MB - Формат: vfat или fat32 За да осигурите съвместимост с Windows, ви препоръчваме да използвате първия дял на диска като EFI системен дял.
de: Eine EFI-Systempartition wird mit den folgenden Anforderungen benötigt: - Einhängepunkt: /boot/efi - Partitionsflags: Bootfähig - Größe: mindestens 100 MB - Format: vfat oder fat32 Um die Kompatibilität mit Windows sicherzustellen, empfehlen wir Ihnen, die erste Partition der Festplatte als EFI-Systempartition zu verwenden.
es: Se necesita una partición de sistema EFI con los siguientes requisitos: - Punto de montaje: /boot/efi - Flags de partición: arrancable - Tamaño: al menos 35 MB (se recomiendan 100 MB o más) - Formato: vfat o fat32 Para garantizar la compatibilidad con Windows, le recomendamos utilizar la primera partición del disco como partición del sistema EFI.
fi: EFI-järjestelmäosio tarvitaan seuraavilla vaatimuksilla: - Liitospiste: /boot/efi - Osion liput: käynnistettävä - Koko: vähintään 100Mt - Muoto: vfat tai fat32 Varmistaaksesi yhteensopivuuden Windows:in kanssa, suosittelemme että käytät levyn ensimmäistä osiota EFI-järjestelmäosiona.
fr: Une partition système EFI est nécessaire avec les exigences suivantes : - Point de montage : /boot/efi - Indicateurs de partition : Bootable - Taille : au moins 100 Mo - Format : vfat ou fat32 Pour garantir la compatibilité avec Windows, nous vous recommandons d'utiliser la première partition du disque comme partition système EFI.
he: יש צורך במחיצת מערכת EFI עם הדרישות הבאות: - נקודת הר: /boot/efi - דגלי מחיצה: Bootable - גודל: לפחות 100MB - פורמט: vfat או fat32 כדי להבטיח תאימות עם Windows, מומלץ להשתמש במחיצה הראשונה של הדיסק כמחיצת מערכת EFI.
hi: निम्नलिखित आवश्यकताओं के साथ एक EFI सिस्टम विभाजन की आवश्यकता है: - माउंट प्वाइंट: /boot/efi - विभाजन झंडे: बूट करने योग्य - आकार: कम से कम 100एमबी - प्रारूप: vfat या fat32 विंडोज़ के साथ अनुकूलता सुनिश्चित करने के लिए हम अनुशंसा करते हैं कि आप डिस्क के पहले विभाजन को ईएफआई सिस्टम विभाजन के रूप में उपयोग करें।
id: Partisi sistem EFI diperlukan dengan persyaratan sebagai berikut: - Titik pemasangan: /boot/efi - Bendera partisi: Dapat di-boot - Ukuran: minimal 100MB - Format: vfat atau fat32 Untuk memastikan kompatibilitas dengan Windows, kami menyarankan Anda menggunakan partisi pertama pada disk sebagai partisi sistem EFI.
ja: EFI システム パーティションは、次の要件を満たす必要があります: - マウントポイント: /boot/efi - パーティションフラグ: ブート可能 - サイズ: 少なくとも100MB - フォーマット: vfat または fat32 Windows との互換性を確保するには、ディスクの最初のパーティションを EFI システム パーティションとして使用することをお勧めします。
nl: Er is een EFI-systeempartitie nodig die aan de volgende vereisten voldoet: - Koppelpunt: /boot/efi - Partitievlaggen: opstartbaar - Grootte: minimaal 100 MB - Formaat: vfat of fat32 Om compatibiliteit met Windows te garanderen, raden we u aan de eerste partitie van de schijf te gebruiken als de EFI-systeempartitie.
pt_br: Uma partição de sistema EFI é necessária com os seguintes requisitos: - Ponto de montagem: /boot/efi - Sinalizadores de partição: inicializável - Tamanho: pelo menos 100 MB - Formato: vfat ou fat32 Para garantir a compatibilidade com o Windows, recomendamos que você use a primeira partição do disco como partição do sistema EFI.
ro: Este necesară o partiție de sistem EFI cu următoarele cerințe: - Punct de montare: /boot/efi - Indicatori de partiție: Bootable - Dimensiune: minim 100 MB - Format: vfat sau fat32 Pentru a asigura compatibilitatea cu Windows, vă recomandăm să utilizați prima partiție a discului ca partiție de sistem EFI.
ru: Системный раздел EFI необходим со следующими требованиями: - Точка монтирования: /boot/efi - Флаги разделов: Загрузочный - Размер: не менее 100 МБ. - Формат: vfat или fat32. Для обеспечения совместимости с Windows мы рекомендуем использовать первый раздел диска в качестве системного раздела EFI.
sq: Nevojitet një ndarje e sistemit EFI me kërkesat e mëposhtme: - Pika e montimit: /boot/efi - Flamujt e ndarjes: Bootable - Madhësia: të paktën 100 MB - Formati: vfat ose yndyrë32 Për të siguruar përputhshmërinë me Windows, ju rekomandojmë të përdorni ndarjen e parë të diskut si ndarje të sistemit EFI.
sv: En EFI-systempartition behövs med följande krav: - Monteringspunkt: /boot/efi - Partitionsflaggor: Startbar - Storlek: minst 100MB - Format: vfat eller fat32 För att säkerställa kompatibilitet med Windows rekommenderar vi att du använder den första partitionen på disken som EFI-systempartition.

source: Please select a disk.
af: Kies asseblief 'n skyf.
ar: الرجاء تحديد القرص.
bg: Моля, изберете диск.
de: Bitte ein Medium auswählen.
es: Elija un disco.
fi: Valitse levy.
fr: Veuillez sélectionner un disque.
he: אנא בחר דיסק.
hi: कृपया एक डिस्क चुनें.
id: Silakan pilih disk.
ja: ディスクを選択してください。
nl: Selecteer een schijf.
pt_br: Por favor, selecione um disco.
ro: Vă rugăm să selectați un disc.
ru: Пожалуйста, выберите диск.
sq: Ju lutemi zgjidhni një disk.
sv: Var god välj en enhet.

source: Please provide a device to install grub.
af: Verskaf asseblief 'n toestel om grub te installeer.
ar: يرجى توفير جهاز لتثبيت grub.
bg: Моля, предоставете устройство за инсталиране на grub.
de: Bitte stellen Sie ein Gerät zur Verfügung, um Grub zu installieren.
es: Proporcione un dispositivo para instalar grub.
fi: Anna laite grubin asentamiseen.
fr: Veuillez fournir un périphérique pour installer grub.
he: ספק מכשיר להתקנת grub.
hi: कृपया ग्रब स्थापित करने के लिए एक उपकरण प्रदान करें।
id: Harap sediakan perangkat untuk menginstal grub.
ja: grub をインストールするデバイスを提供してください。
nl: Geef een apparaat op om grub te installeren.
pt_br: Forneça um dispositivo para instalar o grub.
ro: Vă rugăm să furnizați un dispozitiv pentru a instala grub.
ru: Пожалуйста, предоставьте устройство для установки grub.
sq: Jep një pajisje për të instaluar grub.
sv: Ange en enhet för att installera grub.

source: Localization
af: Lokalisering
ar: الموقع
bg: Локализация
de: Lokalisierung
es: Localización
fi: Kotoistus
fr: Régionalisation
he: הגדרות תלויות מיקום
hi: स्थानीयकरण
id: Pengaturan Kedaerahan
ja: ローカリゼーション
nl: Taal- en landinstellingen (regionalisatie)
pt_br: Localização
ro: Localizare
ru: Локализация
sq: Lokalizimi
sv: Landsanpassning

source: Language:
af: Taal:
ar: لغة:
bg: език
de: Sprache:
es: Idioma:
fi: Kieli:
fr: Langue :
he: שפה:
hi: भाषा:
id: Bahasa:
ja: 言語：
nl: Taal:
pt_br: Idioma:
ro: Limbă:
ru: Язык:
sq: Gjuha:
sv: Språk:

source: Timezone:
af: Tydsone:
ar: وحدة زمنية:
bg: Часова зона:
de: Zeitzone:
es: Zona horaria:
fi: Aikavyöhyke:
fr: Fuseau horaire :
he: אזור זמן:
hi: समय क्षेत्र:
id: Zona Waktu
ja: タイムゾーン:
nl: Tijdzone:
pt_br: Fuso horário:
ro: Fus orar:
ru: Часовой пояс:
sq: Zona Kohore:
sv: Tidszon:

source: Keyboard layout:
af: Sleutelborduitleg:
ar: تخطيط لوحة المفاتيح:
bg: Клавиатурна подредба:
de: Tastaturbelegung:
es: Distribución del teclado:
fi: Näppäimistöasettelu:
fr: Disposition du clavier :
he: פריסת מקלדת:
hi: कुंजीपटल अभिन्यास:
id: Susunan papan ketik
ja: キーボード・レイアウト：
nl: Toetsenbordindeling:
pt_br: Layout do teclado:
ro: Aranjament tastatură:
ru: Раскладка клавиатуры:
sq: Dalja e tastierës:
sv: Tangentbordsupplägg:

source: User settings
af: Gebruikerinstellings
ar: إعدادات المستخدم
bg: Потребителски настройки
de: Benutzereinstellungen
es: Configuración del usuario
fi: Käyttäjäasetukset
fr: Paramètres utilisateur
he: הגדרות משתמש
hi: उपयोक्ता सेटिंग्स
id: Pengaturan pengguna
ja: ユーザー設定
nl: Gebruikersinstellingen
pt_br: Configurações de usuário
ro: Setări utilizator
ru: Настройки пользователя
sq: Parametrat e përdoruesve
sv: Användarinställningar

source: Real name:
af: Regte naam:
ar: الاسم الحقيقي:
bg: Истинско име:
de: Ihr Name:
es: Nombre real:
fi: Oikea nimi:
fr: Nom complet :
he: שם (אמיתי):
hi: असली नाम:
id: Nama asli
ja: 本名：
nl: Echte naam:
pt_br: Nome completo:
ro: Nume real:
ru: Настоящее имя:
sq: Emri i vërtetë:
sv: Namn:

source: Username:
af: Gebruikersnaam:
ar: اسم المستخدم:
bg: потребителско име:
de: Benutzername:
es: Nombre de usuario:
fi: Käyttäjänimi:
fr: Nom d'utilisateur :
he: כינוי משתמש:
hi: उपयोक्ता नाम:
id: Nama Pengguna:
ja: ユーザー名:
nl: Gebruikersnaam:
pt_br: Nome de usuário:
ro: Nume utilizator:
ru: Имя пользователя:
sq: Emri i përdruesit:
sv: Användarnamn:

source: Password:
af: Wagwoord:
ar: كلمة المرور:
bg: Парола:
de: Passwort:
es: Contraseña:
fi: Salasana:
fr: Mot de passe:
he: סיסמה:
hi: पासवर्ड:
id: Kata sandi:
ja: パスワード：
nl: Wachtwoord:
pt_br: Senha:
ro: Parola:
ru: Пароль:
sq: Fjalëkalimi:
sv: Lösenord:

source: Automatic login:
af: Outomatiese aanmelding:
ar: تسجيل الدخول التلقائي:
bg: Автоматично влизане:
de: Automatische Anmeldung:
es: Inicio de sesión automático:
fi: Automaattinen kirjautuminen:
fr: Connexion automatique :
he: התחברות אוטומטית:
hi: स्वतः लॉगिन:
id: Login otomatis:
ja: 自動ログイン:
nl: Automatisch aanmelden:
pt_br: Login automático:
ro: Autentificare automată:
ru: Автоматический вход:
sq: Hyrja automatike:
sv: Automatisk inloggning:

source: enabled
af: aangeskakel
ar: ممكن
bg: активиран
de: aktiviert
es: activado
fi: käytössä
fr: activée
he: מאופשר
hi: चालू है
id: diaktifkan
ja: 有効
nl: ingeschakeld
pt_br: ativado
ro: activată
ru: включён
sq: aktivizuar
sv: aktiverad

source: disabled
af: gestremd
ar: عاجز
bg: хора с увреждания
de: deaktiviert
es: desactivado
fi: poistettu käytöstä
fr: désactivée
he: מנוטרל
hi: बंद है
id: dinonaktifkan
ja: 無効
nl: uitgeschakeld
pt_br: desativado
ro: dezactivată
ru: отключён
sq: çaktivizuar
sv: inaktiverad

source: System settings
af: Stelsel instellings
ar: اعدادات النظام
bg: Системни настройки
de: Systemeinstellungen
es: Configuración del sistema
fi: Järjestelmän asetukset
fr: Paramètres système
he: הגדרות מערכת
hi: सिस्टम सेटिंग्स
id: Pengaturan-pengaturan sistem
ja: システム設定
nl: Systeeminstellingen
pt_br: Configurações do sistema
ro: Setări sistem
ru: Системные настройки
sq: Parametrat e sistemit
sv: Systeminställningar

source: Computer's name:
af: Rekenaar se naam:
ar: اسم الكمبيوتر:
bg: Име на компютъра:
de: Rechnername:
es: Nombre del equipo:
fi: Tietokoneen nimi:
fr: Nom de l’ordinateur :
he: שם המחשב:
hi: कंप्यूटर का नाम:
id: Nama komputer:
ja: コンピュータの名前:
nl: Computernaam:
pt_br: Nome do computador:
ro: Numele computerului:
ru: Имя компьютера:
sq: Emri i kompjuterit:
sv: Datorns namn:

source: Bios type:
af: Bios tipe:
ar: نوع السير:
bg: Тип биос:
de: BIOS-Typ:
es: Tipo de BIOS:
fi: Bios tyyppi:
fr: Type de Bios:
he: סוג ביוס:
hi: बायोस प्रकार:
id: Tipe bios:
ja: BIOS の種類:
pt_br: Tipo de BIOS:
ro: Tip Bios:
ru: Тип биоса:
sq: Lloji i Bios:
sv: Bios typ:

source: Install updates after installation
af: Installeer opdaterings na installasie
ar: تثبيت التحديثات بعد التثبيت
bg: Инсталирайте актуализации след инсталацията
de: Installieren Sie aktualisierung nach der Installation
es: Instalar actualizaciones después de la instalación
fi: Asenna päivitykset asennuksen jälkeen
fr: Installer les mises à jour après l'installation
he: התקן עדכונים לאחר ההתקנה
hi: इंस्टालेशन के बाद अपडेट इंस्टॉल करें
id: Instal pembaruan setelah instalasi
ja: インストール後にアップデートをインストールする
nl: Installeer updates na installatie
pt_br: Instalar atualizações após a instalação
ro: Instalați actualizări după instalare
ru: Установка обновлений после установки
sq: Instaloni përditësimet pas instalimit
sv: Installera uppdateringar efter installationen

source: Filesystem operations
af: Lêerstelsel bedrywighede
ar: عمليات نظام الملفات
bg: Операции на файловата система
de: Dateisystemzugriffe
es: Operaciones del sistema de archivos
fi: Tiedostojärjestelmätoiminnot
fr: Opérations du système de fichiers
he: פעולות מערכת קבצים
hi: फ़ाइल सिस्टम कार्य
id: Pekerjaan-pekerjaan sistem berkas
ja: ファイルシステム操作
nl: Bewerkingen van bestandssysteem
pt_br: Operações do sistema de arquivos
ro: Operațiunile sistemului de fișiere
ru: Операции с файловой системой
sq: Veprimet e sistemit të skedarëve
sv: Filsystemsåtgärder

source: Install bootloader on %s
af: Installeer selflaaiprogram op %s
ar: قم بتثبيت أداة تحميل التشغيل على %s
bg: Инсталирайте буутлоудъра на %s
de: Das Startprogramm auf %s installieren
es: Instalar gestor de arranque en %s
fi: Asenna käynnistyslataaja levylle %s
fr: Installation du chargeur d'amorçage sur %s
he: התקן את מנהל האתחול (bootloader) ב־%s
hi: बूट लोडर %s पर इंस्टॉल करें
id: Install bootloader pada %s
ja: %s にブートローダーをインストールします
nl: Opstartlader installeren op %s
pt_br: Instalar o carregador de inicialização em %s
ro: Instalează programul de pornire a sistemului pe %s
ru: Установить загрузчик на %s
sq: Instaloni ngarkuesin në %s
sv: Installera starthanteraren på %s

source: Do not install bootloader
af: Moenie selflaaiprogram installeer nie
ar: لا تقم بتثبيت أداة تحميل التشغيل
bg: Не инсталирайте буутлоудъра
de: Kein Startprogramm installieren
es: No instalar el gestor de arranque
fi: Älä asenna käynnistyslataajaa
fr: Ne pas installer de chargeur d'amorçage
he: אל תתקין bootloader
hi: बूट लोडर न इंस्टॉल करें
id: Jangan pasang bootloader
ja: ブートローダーをインストールしないでください
nl: Opstartlader niet installeren
pt_br: Não instalar o carregador de inicialização
ro: Nu instala programul de pornire a sistemului
ru: Не устанавливать загрузчик
sq: Mos e instalo ngarkuesin e nisjes
sv: Installera inte starthanterare

source: Use already-mounted /target.
af: Gebruik reeds gemonteerde /target.
ar: استخدم/target المثبت بالفعل.
bg: Използвайте вече монтиран /target.
de: Bereits eingehängtes »/target« verwenden.
es: Usar /target ya montado.
fi: Käytä valmiiksi liitettyä /target:ia.
fr: Utilisation de la partition /target déjà montée.
he: שימוש ב־‎/target שכבר נעגן.
hi: पहले से माउंटेड / लक्ष्य का उपयोग करें।
id: Gunakan /target yang sudah terpasang.
ja: すでにマウントされている /target を使用します。
nl: Gebruik reeds aangekoppelde /target.
pt_br: Utilizar /target já montada.
ro: Utilizează /target deja montat.
ru: Использовать уже смонтированный /target.
sq: Përdorni /target të montuar tashmë.
sv: Använd redan-monterat /mål.

source: (with %s GB swap)
af: (met %s GB swap)
ar: (مع مبادلة %s جيجا بايت)
bg: (с размяна на %s GB)
de: (mit %s GB-Swap)
es: (con swap de %s GB)
fi: (%s Gt:n vaihdolla)
fr: (avec échange de %s Go)
he: (עם החלפת %ss GB)
hi: (%s जीबी स्वैप के साथ)
id: (dengan pertukaran %s GB)
ja: (%s GB スワップあり)
nl: (met %s GB-wissel)
pt_br: (com swap de %s GB)
ro: (cu schimb %s GB)
ru: (с заменой %s ГБ)
sq: (me shkëmbim %s GB)
sv: (med %s GB swap)

source: Automated installation on %s
af: Outomatiese installasie op %s
ar: التثبيت التلقائي على %s
bg: Автоматизирано инсталиране на %s
de: Automatisierte Installation auf %s
es: Instalación automatizada en %s
fi: Automatisoitu asennus kohteeseen %s
fr: Installation automatisée sur %s
he: התקנה אוטומטית ב-%s
hi: %s पर स्वचालित स्थापना
id: Instalasi otomatis pada %s
ja: %s への自動インストール
nl: Geautomatiseerde installatie op %s
pt_br: Instalação automatizada em %s
ro: Instalare automată pe %s
ru: Автоматическая установка на %s
sq: Instalim i automatizuar në %s
sv: Automatisk installation på %s

source: Format %(path)s as %(filesystem)s
af: Formateer %(path)s as %(filesystem)s
ar: قم بتنسيق %(path)s كـ %(filesystem)s
bg: Форматирайте %(path)s като %(filesystem)s
de: %(path)s als %(filesystem)s formatieren
es: Formatear %(path)s como %(filesystem)s
fi: Alusta %(path)s muotoon %(filesystem)s
fr: Formatage de %(path)s en %(filesystem)s
he: אתחול %(path)s בתור %(filesystem)s
hi: %(path)s को %(filesystem)s के रूप में फॉर्मेट करें
id: Format %(path)s sebagai %(filesystem)s
ja: %(path)s を %(filesystem)s としてフォーマットします
nl: Formatteer %(path)s as %(filesystem)s
pt_br: Formatar %(path)s em %(filesystem)s
ro: Formatează %(path)s ca %(filesystem)s
ru: Форматировать %(path)s в %(filesystem)s
sq: Formatoni %(path)s si %(filesystem)s
sv: Formatera %(path)s som %(filesystem)s

source: Mount %(path)s as %(mount)s
af: Monteer %(path)s as %(mount)s
ar: قم بتثبيت %(path)s كـ %(mount)s
bg: Монтирайте %(path)s като %(mount)s
de: %(path)s als %(mount)s einhängen
es: Montar %(path)s como %(mount)s
fi: Liitä %(path)s kohtaan %(mount)s
fr: Montage de %(path)s dans %(mount)s
he: עיגון %(path)s בתור %(mount)s
hi: %(path)s को %(mount)s पर माउंट करें
ja: %(path)s を %(mount)s としてマウントします
nl: Koppel %(path)s aan als %(mount)s
pt_br: Montar %(path)s em %(mount)s
ro: Montează %(path)s ca %(mount)s
ru: Монтировать %(path)s в %(mount)s
sq: Montoni %(path)s si %(mount)s
sv: Montera %(path)s som %(mount)s

source: Create btrfs subvolume %(path)s under %(parentPath)s
af: Skep btrfs-subvolume %(path)s onder %(parentPath)s
ar: قم بإنشاء المجلد الفرعي btrfs %(path)s ضمن %(parentPath)s
bg: Създайте btrfs подтом %(path)s под %(parentPath)s
de: Erstellen Sie das Btrfs-Untervolume %(path)s unter %(parentPath)s
es: Cree el subvolumen btrfs %(path)s en %(parentPath)s
fi: Luo btrfs-alivolyymi %(path)s kohtaan %(parentPath)s
fr: Créer le sous-volume btrfs %(path)s sous %(parentPath)s
he: צור תת-נפח btrfs %(path)s תחת %(parentPath)s
hi: %(parentPath)s के अंतर्गत btrfs सबवॉल्यूम %(path)s बनाएँ
id: Buat subvolume btrfs %(path)s di bawah %(parentPath)s
ja: %(parentPath)s の下に btrfs サブボリューム %(path)s を作成します
nl: Maak btrfs-subvolume %(path)s onder %(parentPath)s
pt_br: Crie o subvolume btrfs %(path)s em %(parentPath)s
ro: Creați subvolumul btrfs %(path)s sub %(parentPath)s
ru: Создайте субтом %(path)s btrfs в %(parentPath)s.
sq: Krijo btrfs nënvëllim %(path)s nën %(parentPath)s
sv: Skapa btrfs-undervolym %(path)s under %(parentPath)s

source: Mount %(path)s subvolume as %(mount)s
af: Monteer %(path)s subvolume as %(mount)s
ar: قم بتثبيت المجلد الفرعي %(path)s كـ %(mount)s
bg: Монтиране на %(path)s подтом като %(mount)s
de: Mounten Sie das Untervolume %(path)s als %(mount)s
es: Montar el subvolumen de %(path)s como %(mount)s
fi: Liitä %(path)s-alilevy nimellä %(mount)s
fr: Monter le sous-volume %(path)s en tant que %(mount)s
he: הר נפח המשנה של %(path)s כ-%(mount)s
hi: %(path)s सबवॉल्यूम को %(mount)s के रूप में माउंट करें
id: Pasang subvolume %(path)s sebagai %(mount)s
ja: %(path)s サブボリュームを %(mount)s としてマウントします
nl: Koppel %(path)s subvolume als %(mount)s
pt_br: Montar o subvolume %(path)s como %(mount)s
ro: Montați subvolumul %(path)s ca %(mount)s
ru: Смонтировать субтом %(path)s как %(mount)s
sq: Montoni nënvëllimin %(path)s si %(mount)s
sv: Montera %(path)s undervolym som %(mount)s

source: Disk Encryption:
af: Skyfkodering:
ar: تشفير القرص:
bg: Шифроване на диска:
de: Festplattenverschlüsselung:
es: Cifrado de disco:
fi: Levysalaus:
fr: Chiffrement du disque :
he: הצפנת דיסק:
hi: डिस्क एन्क्रिप्शन:
id: Enkripsi Disk:
ja: ディスク暗号化:
nl: Schijfversleuteling:
pt_br: Criptografia de disco:
ro: Criptarea discului:
ru: Шифрование диска:
sq: Kriptimi i diskut:
sv: Skivkryptering:

source: Installation finished
af: Installasie voltooi
ar: انتهى التثبيت
bg: Инсталацията приключи
de: Installation abgeschlossen
es: Instalación finalizada
fi: Asennus on valmis
fr: Installation terminée
he: ההתקנה הסתיימה
hi: इंस्टॉल समाप्त
id: Instalasi selesai
ja: インストールが完了しました
nl: Installatie voltooid
pt_br: Instalação concluída
ro: Instalare finalizată
ru: Установка завершена
sq: Instalimi përfundoi
sv: Installationen är klar

source: The installation is now complete. Do you want to restart your computer to use the new system?
af: Die installasie is nou voltooi. Wil jy jou rekenaar herbegin om die nuwe stelsel te gebruik?
ar: التنصيب قد اكتمل الان. هل تريد إعادة تشغيل جهاز الكمبيوتر الخاص بك لاستخدام النظام الجديد؟
bg: Инсталацията вече е завършена. Искате ли да рестартирате компютъра си, за да използвате новата система?
de: Die Installation ist jetzt vollständig. Möchten Sie den Rechner neu starten, um das neue System zu benutzen?
es: La instalación se ha completado. ¿Quiere reiniciar el equipo para utilizar el nuevo sistema?
fi: Asennus on nyt valmis. Haluatko käynnistää tietokoneesi uudestaan ja käyttää uutta järjestelmää?
fr: L'installation est terminée. Voulez-vous redémarrer l'ordinateur ?
he: ההתקנה הושלמה. להפעיל מחדש את המחשב למערכת החדשה?
hi: इंस्टॉल पूर्ण हुआ। क्या अब आप कंप्यूटर को पुनः आरंभ कर नया सिस्टम उपयोग करना चाहते हैं?
id: Instalasi sekarang telah lengkap. Apakah anda ingin me-restart komputer anda untuk menggunakan sistem baru?
ja: これでインストールは完了です。 新しいシステムを使用するためにコンピュータを再起動しますか?
nl: De installatie is thans voltooid. Wilt u de computer herstarten om uw nieuwe systeem te gebruiken?
pt_br: Instalação completa. Você deseja reiniciar o computador para utilizar o novo sistema?
ro: Instalarea este acum completă. Doriți să reporniți computerul pentru a utiliza noul sistem?
ru: Установка завершена. Вы хотите перезагрузить компьютер для применения изменений?
sq: Instalimi u kompletua. Dëshironi të rindizni kompjuterin për të përdorur sistemin e ri?
sv: Installationen är färdig. Vill du starta om din dator för att använda det nya systemet?

source: Installation error
af: Installasie fout
ar: خطأ في التثبيت
bg: Грешка при инсталиране
de: Fehler bei der Installation
es: Error de instalación
fi: Asennusvirhe
fr: Erreur lors de l'installation
he: שגיאה במהלך ההתקנה
hi: इंस्टॉल त्रुटि
id: Instalasi mengalami gangguan
ja: インストールエラー
nl: Installatiefout
pt_br: Erro na instalação
ro: Eroare la instalare
ru: Ошибка установки
sq: Gabim instalimi
sv: Installationsfel

source: Error
af: Fout
ar: خطأ
bg: Грешка
de: Fehler
fi: Virhe
fr: Erreur
he: שְׁגִיאָה
hi: गलती
id: Kesalahan
ja: エラー
nl: Fout
pt_br: Erro
ro: Eroare
ru: Ошибка
sq: Gabim
sv: Fel
